{
  "current_hour": 8,
  "current_fact": {
    "hour": 8,
    "fact_text": "Back in the year 293, Roman emperors Diocletian and Maximian appointed Constantius Chlorus and Galerius as junior emperors, creating the Tetrarchy. This four-man power-sharing system was an ambitious attempt to stabilize a vast, crisis-stricken empire by literally dividing the world between four rulers.",
    "fact_year": 293,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Diocletian",
    "episode": {
      "id": 1,
      "title": "Sedna FM #01 - November Bomb",
      "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
      "songs": [
        "berlioz - Open this wall",
        "Nas - One Mic",
        "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
        "Frankie Knuckles - Your Love",
        "Notorious B.I.G. - 17 Ten Crack Commandments",
        "Liloca - Utani Xuva",
        "Fela Kuti - Zombie",
        "Neffa - Aspettando il sole",
        "Childish Gambino - No Excuses",
        "Modjo - Music takes you back"
      ],
      "music-genres": [
        "Hip-Hop",
        "Afrobeat",
        "House",
        "Italian Pop",
        "R&B",
        "Latin Rap"
      ]
    },
    "match_reason": "The radical restructuring of power into four centers mirrors Sedna FM’s own founding ‘big bang’—a diverse constellation of voices and genres defining a new shared universe."
  },
  "queue": [
    {
      "hour": 9,
      "fact_text": "In 1964, Chile’s Villarrica volcano erupted in a dramatic strombolian display, sending lava fountains into the sky and triggering lahars—volcanic mudflows—that destroyed half of the town of Coñaripe. The event showed how quickly a picturesque volcano can turn into a fast-moving river of ash, rock, and meltwater.",
      "fact_year": 1964,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Villarrica_(volcano)",
      "episode": {
        "id": 53,
        "title": "Morning Drops #46 - Fog and Fire",
        "description": "In today’s Morning Drops, Gaia brings us on a passport-free trip between two Italian energies: the foggy stillness of the North and the volcanic pulse of the South. Throughout the journey, Gaia shares four of her favourite Italian songwriters. Grab your coffee and tune into the radio show from another planet!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-fog-and-fire",
        "songs": [
          "Edoardo Bennato - La Torre Di Babele",
          "Zucchero - Diavolo in Me",
          "Lucio Dalla - Com'è Profondo il Mare",
          "Pino Daniele - Tutta N'ata Storia"
        ],
        "music-genres": [
          "Blues",
          "indie",
          "Italian",
          "Soft Rock"
        ]
      },
      "match_reason": "An explosive volcanic eruption and destructive lahars align perfectly with the episode’s imagery of ‘fire’ and southern volcanic energy."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1941, Bulgaria signed the Tripartite Pact, formally joining the Axis powers in World War II. Caught between larger forces, the country navigated a precarious alliance that later shifted as the war’s tides turned.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tripartite_Pact",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "Bulgaria’s hard-edged wartime alignment mirrors Sheffield’s ‘steel’ identity and the episode’s gritty, industrial-tinged soundscapes born from a city shaped by conflict and industry."
    },
    {
      "hour": 11,
      "fact_text": "In 1893, Nikola Tesla gave one of the earliest public demonstrations of radio in St. Louis, transmitting signals wirelessly long before it became a household technology. His work foreshadowed the invisible networks that would later carry voices, music—and even Sedna FM—through the air.",
      "fact_year": 1893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nikola_Tesla",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Tesla’s invisible radio waves carrying sound through space pair with this episode’s slow-building transmission: a signal that starts subtle and becomes a dancing, global broadcast."
    },
    {
      "hour": 12,
      "fact_text": "In 2007, a deadly tornado outbreak swept across the southern United States, spawning dozens of twisters over several days. One tornado struck Enterprise High School in Alabama, collapsing part of the building and tragically killing eight students, underscoring how quickly nature’s turbulence can shatter ordinary life.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tornado_outbreak_of_February_28_%E2%80%93_March_2,_2007",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A violent storm that devastates a community finds a gentle counterpoint in an episode about rain, resilience, and the hope that bad weather—literal or emotional—doesn’t last forever."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1872, Yellowstone became the world’s first national park, protecting geysers, hot springs, and vast wildlife habitats in the American West. Its creation sparked a new idea: that entire landscapes could be set aside not for profit, but for wonder, science, and future generations.",
      "fact_year": 1872,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "The birth of the first national park aligns with an episode that reveres wild places and nonhuman life, inviting listeners into protected realms of nature and awe."
    },
    {
      "hour": 14,
      "fact_text": "In 1956, the International Air Transport Association finalized a draft of the radiotelephony spelling alphabet—later known as the NATO phonetic alphabet—with iconic words like \"Alpha,\" \"Bravo,\" and \"Charlie.\" Designed to make radio communication unambiguous across languages and noise, it quietly choreographs how pilots, controllers, and crews speak letters to this day.",
      "fact_year": 1956,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NATO_phonetic_alphabet",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A system that turns letters into rhythmic, memorable words mirrors rap’s precise, coded language—where how you say each syllable can mean the difference between clarity and chaos."
    },
    {
      "hour": 15,
      "fact_text": "In 1871, after the long Siege of Paris in the Franco-Prussian War, victorious Prussian troops staged a symbolic parade through the French capital. The march marked not just a military triumph but the rise of a newly unified Germany and a deep wound in French national memory.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siege_of_Paris_(1870%E2%80%931871)",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "The Franco-Prussian clash between France and a German power gets a distant echo in an episode hopping between Munich’s dance floors and French pop drama—decades later, conflict translated into culture."
    },
    {
      "hour": 16,
      "fact_text": "On this day in 1815, Napoleon Bonaparte slipped away from exile on the island of Elba and returned to mainland France, marching toward Paris in what became known as the Hundred Days. Without firing a shot, he won back entire regiments simply by confronting them with his presence and legend.",
      "fact_year": 1815,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Napoleon",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "Napoleon’s dramatic comeback and reinvention as a returning legend parallels an episode about artistic evolution, shifting personas, and the changing ‘star treatment’ over time."
    },
    {
      "hour": 17,
      "fact_text": "In 1562, soldiers of the Catholic Duke of Guise attacked Huguenot worshippers in the town of Wassy, killing dozens in a barn where they had gathered. The Massacre of Vassy ignited the French Wars of Religion, turning simmering tensions into decades of open conflict.",
      "fact_year": 1562,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Massacre_of_Vassy",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "The violence of religious conflict and persecution resonates with Flamenco’s deep emotional roots in marginalised, persecuted communities across Iberian history."
    },
    {
      "hour": 18,
      "fact_text": "On this day in 1992, Bosnia and Herzegovina declared independence from the Socialist Federal Republic of Yugoslavia after a controversial referendum. The move was soon followed by a devastating war, but also laid the foundations for a new, multi-ethnic state in the Balkans.",
      "fact_year": 1992,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bosnia_and_Herzegovina",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A declaration of independence and redrawn borders in the Balkans pairs with an episode about crossing post-communist frontiers in Eastern Europe, exploring identity through Slavic sounds and stories of movement."
    },
    {
      "hour": 19,
      "fact_text": "In 1973, members of the Black September Organization stormed the Saudi embassy in Khartoum, Sudan, taking diplomats hostage and ultimately killing three Western captives. The attack was part of a turbulent era of international terrorism and made-for-media hostage crises.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Black_September_Organization",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A charged political hostage crisis aligns with an episode centered on Residente’s confrontational, politically outspoken artistry and the complexities of resistance and violence."
    },
    {
      "hour": 20,
      "fact_text": "On this day in 1956, far from radio towers, pilots, and phonetic codes, Henri Becquerel’s legacy in radioactivity was already reshaping medicine and industry—and even the clocks used in navigation. Atomic discoveries quietly underpinned the precision that modern aviation and communication would come to rely on.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Radioactive_decay",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "The invisible, time-tuning precision born from nuclear physics parallels our invisible, always-on digital networks—and an episode questioning our dependence on the technology built atop such physics."
    },
    {
      "hour": 21,
      "fact_text": "By March 1, 1872, when Yellowstone was created, the idea of preserving land for beauty and science was radical; most wilderness was seen as something to conquer or exploit. That signature on paper began a global cascade, inspiring over a thousand national parks on Earth—and countless imaginary ones on other worlds.",
      "fact_year": 1872,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/National_park",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "The invitation to fully ‘immerse’ in protected landscapes harmonizes with an episode about submerging into experience—floating through sound as you might through a vast, safeguarded wilderness."
    },
    {
      "hour": 22,
      "fact_text": "The Tripartite Pact Bulgaria joined in 1941 originally bound Germany, Italy, and Japan into a mutual defense agreement meant to divide the world into spheres of influence. Although it promised power and protection, the alliance ultimately collapsed under the strain of global war and shifting loyalties.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tripartite_Pact",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A pact that masks competing ambitions under a united front parallels artists’ shifting alter-egos—alliances and identities that can be strategic, unstable, and revealing."
    },
    {
      "hour": 23,
      "fact_text": "The Hubble Space Telescope serviced by STS‑109 would go on to capture deep-field images that look back billions of years, turning small dark patches of sky into crowded cities of galaxies. Those pictures changed our sense of scale, suggesting that even the emptiest-looking spaces are overflowing with hidden light.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hubble_Space_Telescope",
      "episode": {
        "id": 55,
        "title": "Morning Drops #48 - Cosmic Monday",
        "description": "Cosmic Monday is a Morning Drops episode built around four Italian dance records, tracing how disco rhythms slowly became electronic language.\nGaia moves through four tracks like chapters: groove first, then machines, then that bright, futuristic feeling you only get when the bassline is doing the talking. It's not nostalgia, exactly. It's more like returning to a sound that still works — especially on mornings when you need a little extra energy, but you don't want anything aggressive.\nTake it as a slow transmission. Let it carry you into the day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-cosmic-monday",
        "songs": [
          "Giovanotti Mondani Meccanici - Don't Ask Me Why",
          "Azoto - Sal Salvador",
          "Capricorn - I Need Love",
          "Cosmic Disco - Cosmic Sprint"
        ],
        "music-genres": [
          "Italo Disco",
          "Disco",
          "Electronic"
        ]
      },
      "match_reason": "Hubble’s star‑filled deep fields pair naturally with a ‘Cosmic’ dance transmission—both turning perceived emptiness into something dense, dazzling, and full of rhythm."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1966, the Soviet probe Venera 3 became the first human-made object to impact the surface of another planet when it crash-landed on Venus. Although its communications failed before impact, the mission marked a bold early step in interplanetary exploration and hinted at the harsh, alien conditions on our neighboring world.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Venera_3",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A space probe aiming for another planet's surface fits the episode’s theme of reimagining “space” as possibility and forward motion."
    },
    {
      "hour": 1,
      "fact_text": "On this day in 2002, Space Shuttle Columbia launched the STS-109 mission to service the Hubble Space Telescope. Astronauts upgraded Hubble’s instruments and power systems, dramatically sharpening humanity’s view of the cosmos and extending the telescope’s life far beyond its original plan.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-109",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the Hubble mission and the episode explore silent, awe-filled frontiers—one in deep space, one in deep ocean—through calm, cinematic moods."
    },
    {
      "hour": 2,
      "fact_text": "Also in 2002, the European Space Agency launched Envisat, one of the largest Earth-observation satellites ever flown. From 800 km above our planet, it monitored oceans, ice, atmosphere, and land, quietly building a decade-long record of Earth’s changing climate.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Envisat",
      "episode": {
        "id": 20,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "Envisat’s long journey over Europe and the globe parallels a human-scale journey across Poland, both tracing routes over the same Earth from different vantage points."
    },
    {
      "hour": 3,
      "fact_text": "In 1954, the United States detonated the Castle Bravo hydrogen bomb at Bikini Atoll, yielding 15 megatons—more than twice what scientists had predicted. The miscalculation created severe radioactive fallout that contaminated nearby islands and even a Japanese fishing boat, reshaping global awareness of nuclear risks.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Castle_Bravo",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, overwhelming power of a hydrogen blast echoes in the episode’s theme of high-voltage, electrifying jolts—though here safely transformed into sound."
    },
    {
      "hour": 4,
      "fact_text": "On this day in 1896, Henri Becquerel accidentally discovered radioactive decay when photographic plates fogged after being stored with uranium salts, even without sunlight. His curiosity about this unexpected imprint opened the door to the invisible world of nuclear physics and ultimately to X-rays and atomic science.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Henri_Becquerel",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Becquerel’s hazy, ghostly images from unseen radiation pair well with the atmospheric, shadowy textures of trip‑hop that reveal hidden layers beneath the surface."
    },
    {
      "hour": 5,
      "fact_text": "In 1950, physicist Klaus Fuchs was convicted of passing atomic bomb secrets to the Soviet Union. His espionage compressed the learning curve of nuclear weapons development for another superpower, intensifying the Cold War and raising profound questions about loyalty and scientific responsibility.",
      "fact_year": 1950,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Klaus_Fuchs",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Fuchs’s story sits at the crossroads of identity, ethics, and betrayal, mirroring this episode’s introspective look at inner conflict and breaking out of imposed boxes."
    },
    {
      "hour": 6,
      "fact_text": "On this day in 1998, James Cameron’s film \"Titanic\" became the first movie to gross over one billion dollars worldwide. Beyond its box-office record, the film fused meticulous historical detail with epic romance, turning a 1912 maritime disaster into a global cultural phenomenon.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Titanic_(1997_film)",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A legendary love story set on a doomed ship resonates with an episode devoted to love’s vulnerability, melancholy, and grand emotional stakes."
    },
    {
      "hour": 7,
      "fact_text": "In 1942, Japanese forces landed on Java, the heart of the Dutch East Indies, opening a brutal new chapter of World War II in Southeast Asia. The invasion reshaped colonial rule in the region and indirectly accelerated independence movements across the Indonesian archipelago.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dutch_East_Indies",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "The occupation of Java and the later struggle for independence echo the episode’s themes of colonization, resistance, and identity expressed through rooted, insurgent music."
    },
    {
      "hour": 8,
      "fact_text": "Back in the year 293, Roman emperors Diocletian and Maximian appointed Constantius Chlorus and Galerius as junior emperors, creating the Tetrarchy. This four-man power-sharing system was an ambitious attempt to stabilize a vast, crisis-stricken empire by literally dividing the world between four rulers.",
      "fact_year": 293,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Diocletian",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The radical restructuring of power into four centers mirrors Sedna FM’s own founding ‘big bang’—a diverse constellation of voices and genres defining a new shared universe."
    }
  ],
  "generated_at": "2026-03-01T00:00:00.008981+00:00",
  "date": "2026-03-01",
  "updated_at": "2026-03-01T08:00:01.736809+00:00"
}