{
  "current_hour": 4,
  "current_fact": {
    "hour": 4,
    "fact_text": "On 18 February 1932, Japan proclaimed the puppet state of Manchukuo in northeastern China, installing the last Qing emperor, Puyi, as its figurehead. The new ‘nation’ was less a rebirth than a carefully staged illusion, masking imperial ambition behind a resurrected throne.",
    "fact_year": 1932,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Manchukuo",
    "episode": {
      "id": 6,
      "title": "Sedna FM #06 - Alters of an Ego",
      "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
      "songs": [
        "The Thin White Duke - Stay",
        "Mac Miller - Dang (feat. Anderson .Paak)",
        "Larry Lovestein - Love Affair",
        "The Fireman - Strawberries Oceans Ships Forest",
        "Paul McCartney - Oh! Darling",
        "Prince - Kiss",
        "Camille - Rebirth of the Flash",
        "MF DOOM - Deep Fried Frenz",
        "Gorillaz - Dirty Harry",
        "Gorillaz - Andromeda"
      ],
      "music-genres": [
        "Glam Rock",
        "Hip-Hop",
        "Jazz",
        "Ambient",
        "Classic Rock",
        "Funk",
        "Electronic"
      ]
    },
    "match_reason": "A manufactured state ruled by a symbolic emperor parallels the idea of crafted alter‑egos and constructed identities explored in this episode."
  },
  "queue": [
    {
      "hour": 5,
      "fact_text": "On 18 February 2004 near Nishapur, Iran, a runaway freight train loaded with sulfur, gasoline, and fertilizer derailed and caught fire. Hours later, the mixture detonated in a colossal explosion so powerful it carved a crater in the earth and was felt dozens of kilometers away, killing hundreds—including many rescuers.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nishapur#2004_rail_disaster",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A devastating, sudden explosion and its aftermath call for an episode about enduring storms and slowly moving toward hope after catastrophe."
    },
    {
      "hour": 6,
      "fact_text": "On 18 February 1977, a catastrophic blaze erupted during Chinese New Year celebrations at the Xinjiang 61st Regiment Farm when a firecracker ignited funeral wreaths for Mao Zedong. The resulting inferno, fueled by crowded wooden structures, killed 694 people—still the deadliest fireworks accident in recorded history.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Xinjiang_61st_Regiment_Farm_fire",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "A tiny festive firework spiraling into tragedy underscores how small flaws can have enormous consequences, resonating with an episode reflecting on mistakes and imperfection."
    },
    {
      "hour": 7,
      "fact_text": "On 18 February 1979, the Daytona 500 became the first NASCAR race broadcast live from green flag to checkered—and television viewers watched in disbelief as the leaders crashed on the final lap. While Cale Yarborough and Donnie Allison fought in the infield, Richard Petty slipped past to claim a record‑setting sixth win, turning a regional sport into national drama.",
      "fact_year": 1979,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1979_Daytona_500",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A high‑speed race defined by motion, risk, and last‑second twists matches an episode built for movement, roads, and forward momentum."
    },
    {
      "hour": 8,
      "fact_text": "On 18 February 1814, during the Battle of Montereau, Napoleon personally directed French troops to push back a larger Allied force along the Yonne and Seine rivers. It was one of his last tactical masterpieces—an intense, close‑quarters struggle buying time for a collapsing empire.",
      "fact_year": 1814,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Montereau",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A fierce, against‑the‑odds battle led from the front fits the defiant, frontline energy of an episode honoring rock’s boldest fighters."
    },
    {
      "hour": 9,
      "fact_text": "On 18 February 1781, during the Fourth Anglo‑Dutch War, Captain Thomas Shirley struck at Dutch outposts along the Gold Coast of Africa. These small, hard‑to‑reach forts controlled flows of gold and people, making the campaign a sharp reminder that global wars often hinge on distant shorelines and local communities.",
      "fact_year": 1781,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Shirley%27s_Gold_Coast_expedition",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Naval expeditions edging along contested coasts pair with a sea‑voyage episode that drifts across historic waterways and port cities."
    },
    {
      "hour": 10,
      "fact_text": "On 18 February 1637, Spanish warships ambushed an Anglo‑Dutch merchant convoy off Cornwall, attacking 44 ships and capturing or destroying nearly half. The clash shows how, in the age of sail, fortunes and futures could vanish in a single foggy engagement on the edge of Europe.",
      "fact_year": 1637,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eighty_Years%27_War",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A perilous convoy ambushed at sea contrasts with a gentle modern sailing trip, both tracing how the ocean can carry either conflict or community."
    },
    {
      "hour": 11,
      "fact_text": "On 18 February 1915, Germany announced a campaign of unrestricted submarine warfare around Britain and Ireland, declaring the waters a war zone. Invisible U‑boats suddenly turned everyday merchant ships into targets, shifting the battlefield beneath the waves and reshaping global rules of war.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/U-boat_campaign",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Submarines transforming the sea into a hidden battlefield connects to an episode about going below the surface and entering submerged, fluid spaces."
    },
    {
      "hour": 12,
      "fact_text": "On 18 February 1945, American and Brazilian troops launched Operation Encore in Italy’s Apennine Mountains, attacking rugged ridgelines to open the way for the final Allied offensive in the Po Valley. The operation showed how global the war had become—Brazilian infantry climbing snowy Italian slopes beside U.S. forces.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Encore",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "Mountain warfare in the Italian Apennines matches a reflective episode rooted in Italian mountain landscapes and the stories they hold."
    },
    {
      "hour": 13,
      "fact_text": "On 18 February 1942, shortly after occupying Singapore, Japanese forces began the Sook Ching massacre—systematically targeting and killing Chinese civilians deemed ‘anti‑Japanese.’ Over days, beaches and quarries became execution sites, leaving scars that still shape Singapore’s memory of the war.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sook_Ching",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A brutal, fast‑moving massacre contrasts sharply with an episode that deliberately slows time, offering a contemplative space to process heavy histories."
    },
    {
      "hour": 14,
      "fact_text": "On 18 February 1873, Bulgarian revolutionary Vasil Levski was executed by hanging in Sofia for organizing a clandestine network against Ottoman rule. Though he died before independence, his vision of a democratic republic turned him into a national symbol of quiet, stubborn resistance.",
      "fact_year": 1873,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vasil_Levski",
      "episode": {
        "id": 31,
        "title": "Morning Drops #23 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A underground network fighting an empire suits a genre born from shadowy beats and boundary‑blurring sounds that quietly rewired the musical mainstream."
    },
    {
      "hour": 15,
      "fact_text": "On 18 February 1957, Kenyan freedom fighter Dedan Kimathi—leader of Mau Mau guerrillas against British colonial rule—was hanged in a maximum‑security prison near Nairobi. Decades later, the site of his execution would be turned into a memorial, highlighting how one rebel’s story can be reframed as a nation’s origin myth.",
      "fact_year": 1957,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dedan_Kimathi",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An African anti‑colonial leader executed for resistance resonates with an episode steeped in desert music born from exile, struggle, and survival."
    },
    {
      "hour": 16,
      "fact_text": "On 18 February 1965, the Gambia—a narrow ribbon of land following the Gambia River—became independent from the United Kingdom. As one of Africa’s smallest countries, its nationhood is literally braided around a river that has carried people, trade, and memory for centuries.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Gambia",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "An independence day along a sun‑drenched river aligns with an episode evoking slow, warm, water‑side summers and gentle, flowing jazz."
    },
    {
      "hour": 17,
      "fact_text": "On 18 February 2001, the Sampit conflict erupted in Central Kalimantan, Indonesia, as Dayak communities and Madurese migrants descended into intense inter‑ethnic violence. Over weeks, more than 500 people were killed and around 100,000 Madurese were forced to flee, revealing how fragile coexistence can be when migration, identity, and land collide.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sampit_conflict",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A violent clash over identity and migration is paired with an episode unpacking another migration‑shaped culture—reggaeton—and how movement of people creates both tension and new art."
    },
    {
      "hour": 18,
      "fact_text": "On 18 February 1977, around a thousand soldiers stormed Fela Kuti’s Kalakuta Republic compound in Lagos, beating residents, burning buildings, and fatally injuring his mother, Funmilayo Ransome‑Kuti. The attack was meant to silence a musician‑activist whose Afrobeat anthems fiercely criticized Nigeria’s military regime.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kalakuta_Republic",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "This episode literally features Fela Kuti’s protest anthem “Zombie,” making it a direct musical echo of the political violence unleashed on his Kalakuta Republic."
    },
    {
      "hour": 19,
      "fact_text": "In Hindu cosmology, 18 February 3102 BCE is traditionally marked as the beginning of the Kali Yuga, the fourth and darkest age of the world. It is said to start with the death of Krishna, ushering in an era of spiritual decline, moral confusion, and eventually, renewal after a long cosmic descent.",
      "fact_year": -3102,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kali_Yuga",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "The mythic turn into a dark age and the hope of eventual renewal match an episode about shifting perspective through journeys and quiet inner movement."
    },
    {
      "hour": 20,
      "fact_text": "On 18 February 2001 in Sampit, Central Kalimantan, long‑simmering tensions between indigenous Dayaks and migrant Madurese erupted into brutal violence. Underneath the horror lies a story of forests, land rights, and how rapid economic change can fracture communities that once shared the same rivers and markets.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sampit_conflict",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "Two Southeast Asian stories—one of violence and one of embodied discipline—are linked by the region’s cultures, showing opposite ways conflict and energy can be channeled."
    },
    {
      "hour": 21,
      "fact_text": "On 18 February 2004, as the Nishapur train burned, hundreds of villagers and rescuers gathered nearby, unaware the chemicals aboard were mixing into a massive bomb. The delayed, earth‑shaking blast turned a rescue into a disaster within a disaster, a grim reminder of how invisible chemistry can dictate human fate.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nishapur#2004_rail_disaster",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A catastrophe driven by unseen chemical dynamics echoes an episode about unseen digital forces shaping our behavior, inviting a re‑examination of what we take for granted."
    },
    {
      "hour": 22,
      "fact_text": "On 18 February 2021, Perseverance’s landing on Mars also tested technology to turn Martian air into oxygen and recorded the first ever audio from another planet. In a single mission, scientists were scouting for ancient microbes, practicing future human survival, and letting us hear the thin whisper of an alien wind.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mars_2020",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Recording the sounds of another world parallels an episode tuned to the calls and quiet of Arctic oceans, both inviting us to listen to environments humans rarely touch."
    },
    {
      "hour": 23,
      "fact_text": "On 18 February 1965, the Gambia’s independence created a new flag, new anthem, and new space to imagine a future beyond empire. With only a narrow corridor of land hugging a river, it showed that even the smallest territories can insist on their own rhythm, voice, and way of belonging.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Gambia",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "An African independence day pairs naturally with an episode celebrating African musical liberation—highlife and Afrobeat as soundtracks to freedom and self‑definition."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 18 February 2021, NASA’s Perseverance rover dove through Mars’ thin atmosphere and landed inside Jezero Crater—an ancient lakebed chosen because it might preserve traces of past microbial life. It carried the first helicopter to fly on another planet and a sophisticated lab to cache rock samples that a future mission may return to Earth.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Perseverance_(rover)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A Mars landing that turns empty Martian plains into a laboratory for new life stories pairs with an episode about reimagining emptiness as creative space."
    },
    {
      "hour": 1,
      "fact_text": "On 18 February 1930, 23‑year‑old farm boy–turned–astronomer Clyde Tombaugh confirmed the existence of a tiny moving dot in his photographic plates: Pluto. Working at Lowell Observatory, he painstakingly compared nearly identical star fields with a blink comparator until the distant dwarf planet revealed itself.",
      "fact_year": 1930,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pluto",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A quiet, methodical search ending in a cosmic discovery mirrors an episode that begins in mystery and slowly swells into an expansive, spacey flow."
    },
    {
      "hour": 2,
      "fact_text": "On 18 February 1977, NASA’s prototype Space Shuttle Enterprise took its first ‘flight’—bolted to the back of a modified Boeing 747 to test how the shuttle would handle during ferry and drop tests. The unusual double‑decker silhouette streaked across the sky, rehearsing reusability years before a shuttle ever reached orbit.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Space_Shuttle_Enterprise",
      "episode": {
        "id": 55,
        "title": "Morning Drops #48 - Cosmic Monday",
        "description": "Cosmic Monday is a Morning Drops episode built around four Italian dance records, tracing how disco rhythms slowly became electronic language.\nGaia moves through four tracks like chapters: groove first, then machines, then that bright, futuristic feeling you only get when the bassline is doing the talking. It's not nostalgia, exactly. It's more like returning to a sound that still works — especially on mornings when you need a little extra energy, but you don't want anything aggressive.\nTake it as a slow transmission. Let it carry you into the day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-cosmic-monday",
        "songs": [
          "Giovanotti Mondani Meccanici - Don't Ask Me Why",
          "Azoto - Sal Salvador",
          "Capricorn - I Need Love",
          "Cosmic Disco - Cosmic Sprint"
        ],
        "music-genres": [
          "Italo Disco",
          "Disco",
          "Electronic"
        ]
      },
      "match_reason": "A test shuttle piggybacking on a jumbo jet feels like retro‑futurism in motion, fitting an episode built on cosmic, machine‑driven dance music."
    },
    {
      "hour": 3,
      "fact_text": "On 18 February 1955, the United States detonated the nuclear device “Wasp” at the Nevada Test Site as the opening shot of Operation Teapot. Beyond raw destructive power, the series studied how homes, vehicles, and even food would fare in atomic blasts, turning the desert into a surreal laboratory of shockwaves and mannequins.",
      "fact_year": 1955,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Teapot",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A literal burst of nuclear energy and shockwaves matches an episode themed around electrifying jolts and high‑voltage guitar work."
    },
    {
      "hour": 4,
      "fact_text": "On 18 February 1932, Japan proclaimed the puppet state of Manchukuo in northeastern China, installing the last Qing emperor, Puyi, as its figurehead. The new ‘nation’ was less a rebirth than a carefully staged illusion, masking imperial ambition behind a resurrected throne.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Manchukuo",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A manufactured state ruled by a symbolic emperor parallels the idea of crafted alter‑egos and constructed identities explored in this episode."
    }
  ],
  "generated_at": "2026-02-18T00:00:00.011855+00:00",
  "date": "2026-02-18",
  "updated_at": "2026-02-18T04:00:01.474079+00:00"
}