{
  "current_hour": 6,
  "current_fact": {
    "hour": 6,
    "fact_text": "Back in 1797, the Riobamba earthquake in Ecuador was so powerful that eyewitnesses reported entire sections of mountains collapsing and rivers temporarily reversing course. It is considered one of the deadliest quakes in South American history, yet it also inspired early scientific observations of Andean geology.",
    "fact_year": 1797,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1797_Riobamba_earthquake",
    "episode": {
      "id": 27,
      "title": "Morning Drops #21 - Endless Summer",
      "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
      "songs": [
        "Nik Bärtsch - Modul 14",
        "Mama Terra - Chameleon (Single Edit)",
        "Spyro Gyra - Morning Dance",
        "Yussef Kamaal - Black Focus"
      ],
      "music-genres": [
        "Minimal Jazz",
        "Nu Jazz",
        "Jazz Fusion",
        "UK Jazz"
      ]
    },
    "match_reason": "The vast scales of Andean landscapes and shifting rivers match the expansive, flowing jazz of an ‘Endless Summer’—long, evolving, and elemental."
  },
  "queue": [
    {
      "hour": 7,
      "fact_text": "In 1169, a massive earthquake struck Sicily’s Ionian coast, with Catania suffering especially heavy damage as buildings crumbled under shaking and subsequent fires. Medieval chronicles describe churches and fortifications collapsing in moments, leaving historians with vivid, almost apocalyptic accounts of the disaster.",
      "fact_year": 1169,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1169_Sicily_earthquake",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A deep Sicilian earthquake meets an episode rooted in Sicilian identity and dramatic landscapes, linking seismic history to cultural memory and mountains."
    },
    {
      "hour": 8,
      "fact_text": "On February 4, 960, the soldier Zhao Kuangyin was declared Emperor Taizu of Song after a coup known as the Chen Bridge Mutiny. Legend says his troops ‘forced’ him to take the throne, founding the Song dynasty that would usher in revolutions in printing, technology, and art.",
      "fact_year": 960,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emperor_Taizu_of_Song",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "An emperor taking on a new identity and founding a dynasty pairs with an episode about ritual, masks, and shifting personas in rock."
    },
    {
      "hour": 9,
      "fact_text": "In 1846, the first groups of Mormon pioneers quietly left Nauvoo, Illinois, beginning a grueling trek west across frozen rivers and open prairie. Their migration would carve out new trails across the North American continent and redefine the map of religious communities in the American West.",
      "fact_year": 1846,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mormon_pioneers",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A long, risky overland migration resonates with an episode about shared journeys over water, resilience, and finding community in motion."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1810, British forces seized Guadeloupe from France in a brief but intense campaign tied to the wider Napoleonic Wars. The small Caribbean island changed hands multiple times over the centuries, its sugar plantations and strategic harbors making it a coveted prize in global power struggles.",
      "fact_year": 1810,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Invasion_of_Guadeloupe_(1810)",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A Caribbean island contested by empires finds its echo in a reggae and dub-focused episode, tapping into the region’s later musical resistance and cultural pride."
    },
    {
      "hour": 11,
      "fact_text": "In 1801, John Marshall was sworn in as Chief Justice of the United States, quietly transforming the Supreme Court into a powerful arbiter of constitutional law. His decisions helped cement the idea that courts could strike down laws, changing how power is balanced in the American system.",
      "fact_year": 1801,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/John_Marshall",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Marshall’s reshaping of legal power ‘unboxed’ what the judiciary could be, matching an episode about challenging boundaries and redefining roles."
    },
    {
      "hour": 12,
      "fact_text": "On February 4, 1932, the city of Harbin in Manchuria fell to Japanese forces, foreshadowing the broader Second Sino-Japanese War. This northern city became a laboratory of occupation, migration, and resistance, its streets mixing Russian, Chinese, Japanese, and Korean influences under harsh military rule.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Harbin",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "Harbin’s layered, contested history in Northeast Asia mirrors an Eastern European journey through shifting borders, languages, and cultural fusions."
    },
    {
      "hour": 13,
      "fact_text": "In 1945, the Santo Tomas Internment Camp in Manila was liberated after three years of Japanese control, freeing thousands of civilians who had survived on meager rations and makeshift community. Their diaries and sketches reveal an underground world of secret classes, concerts, and shared resilience behind barbed wire.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Santo_Tomas_Internment_Camp",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A story of survival, community, and eventual freedom echoes through an episode built on timeless, comforting soul and R&B that feel like emotional homecoming."
    },
    {
      "hour": 14,
      "fact_text": "On this day in 1966, All Nippon Airways Flight 60 mysteriously plunged into Tokyo Bay during its approach, with no distress call and scant wreckage to study. The disaster pushed Japan to modernize its air-traffic systems and remains a haunting reminder of how much early jet-age aviation still had to learn.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/All_Nippon_Airways_Flight_60",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "An air disaster tied to evolving technology pairs with an episode about our uneasy relationship with tech, communication, and invisible systems we rely on."
    },
    {
      "hour": 15,
      "fact_text": "In 2015, TransAsia Airways Flight 235 clipped a bridge and crashed into Taipei’s Keelung River just moments after takeoff, an event captured by dashcams and smartphones in real time. The haunting footage spurred global conversations about pilot training, engine failure response, and how we witness tragedy through screens.",
      "fact_year": 2015,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/TransAsia_Airways_Flight_235",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A sudden aviation tragedy and its aftermath connect to an episode about abrupt disruption, healing, and the slow work of recovery after impact."
    },
    {
      "hour": 16,
      "fact_text": "Also in 1997, two Israeli Sikorsky CH-53 helicopters collided in mid-air over northern Galilee, killing 73 soldiers en route to Lebanon. The disaster became one of Israel’s worst air tragedies and sparked intense public debate about military deployments and the hidden costs of conflict.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1997_Israeli_helicopter_disaster",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, brutal ‘shock’ of a mid-air collision resonates with the high-voltage rock energy of an ‘Electric Shock’ set, channeling intensity and impact."
    },
    {
      "hour": 17,
      "fact_text": "On February 4, 1974, the radical Symbionese Liberation Army kidnapped newspaper heiress Patty Hearst from her Berkeley apartment. Her subsequent transformation into an armed participant in the group’s robberies sparked fierce debates about brainwashing, power, and identity in the media age.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Patty_Hearst",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Hearst’s contested shift in identity under extreme pressure fits an episode about alter-egos and multiplicity, questioning where performance ends and self begins."
    },
    {
      "hour": 18,
      "fact_text": "In 2008, millions of Colombians around the world took to the streets in the ‘One Million Voices Against FARC’ marches, using social media to organize one of the largest anti-guerrilla protests in the country’s history. It was a striking moment when online networks spilled powerfully into physical space.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/One_million_voices_against_FARC",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A massive Latin American civic mobilization against armed groups connects naturally with Residente’s politically charged, activist Latin hip-hop."
    },
    {
      "hour": 19,
      "fact_text": "On February 4, 1992, a young paratrooper named Hugo Chávez led a failed coup d’état in Venezuela against President Carlos Andrés Pérez. Though he was imprisoned, his brief televised statement accepting responsibility turned him into a folk hero and set the stage for his later election as president.",
      "fact_year": 1992,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_1992_Venezuelan_coup_attempt",
      "episode": {
        "id": 32,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A Venezuelan coup attempt and its political aftershocks are mirrored by a Venezuelan rapper’s raw critiques of power, inequality, and internal conflict."
    },
    {
      "hour": 20,
      "fact_text": "On this day, Colombia’s protests weren’t the only large-scale mobilization—over time, World Cancer Day itself has become a global movement, with landmarks lit in pink, blue, and orange to raise awareness. From small village clinics to high-tech research labs, February 4th quietly synchronizes thousands of local efforts around a shared cause.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/World_Cancer_Day",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A global ‘beginning’ for World Cancer Day’s movement fits the origin-story energy of Sedna’s first episode, full of community, urgency, and hope."
    },
    {
      "hour": 21,
      "fact_text": "While not born on this date, flamenco as a tradition has often turned days of grief and struggle—like those marked on February 4 by earthquakes and wars—into song and dance. Its cante jondo (‘deep song’) style channels centuries of hardship into raw vocal expression that feels almost seismic.",
      "fact_year": 1900,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Flamenco",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "After a day of heavy February 4 events, this meta-fact connects the emotional fault lines of history with flamenco’s deep, cathartic musical language."
    },
    {
      "hour": 22,
      "fact_text": "Many of the February 4 earthquakes—from Sicily to Ecuador—occurred along convergent plate boundaries, where Earth’s crust is slowly consumed and reborn. These zones generate not only quakes and volcanoes but also rich soils, dramatic mountains, and unique ecosystems that humans have chosen to inhabit despite the risks.",
      "fact_year": 1960,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Plate_tectonics",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Diving into tectonic plate boundaries beneath continents mirrors the episode’s theme of going below the surface into deep, fluid, planetary processes."
    },
    {
      "hour": 23,
      "fact_text": "Zooming out, February 4 sits just after Earth’s point of perihelion, when our planet is closest to the Sun in its slightly elliptical orbit. Even in the depths of Northern Hemisphere winter, we are physically nearer to our star than in July—proof that seasons are more about tilt than distance.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Perihelion",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "An astronomical fact about Earth’s closeness to the Sun in winter aligns with an Arctic, winter-ocean episode—cold light, hidden proximity, and cosmic perspective."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1967, NASA's Lunar Orbiter 3 launched from Cape Canaveral with a quietly revolutionary mission: to scout the Moon for safe landing sites long before any human set foot there. Its detailed photographs helped engineers choose where the Surveyor probes and Apollo astronauts would eventually touch down.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lunar_Orbiter_3",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal lunar orbiter perfectly fits an episode about reimagining ‘space’ as possibility, pairing cosmic exploration with a mindset shift."
    },
    {
      "hour": 1,
      "fact_text": "On February 4, 2000, world leaders in Paris signed the Charter of Paris Against Cancer, quietly seeding what would become World Cancer Day. It marked a global promise to treat cancer not just as a disease of the body, but as a shared human challenge across science, culture, and policy.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/World_Cancer_Day",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Both the Charter and the episode center on long, difficult processes—scientific progress against cancer and the slow, iterative nature of learning."
    },
    {
      "hour": 2,
      "fact_text": "In 1975, the Haicheng earthquake in China became one of the most famous quakes in history not just for its strength, but because many lives were saved through an unprecedented mass evacuation based on foreshocks and unusual animal behavior. It remains a rare and controversial example of a ‘success’ in short-term earthquake prediction.",
      "fact_year": 1975,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1975_Haicheng_earthquake",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "An eerie, boundary-blurring scientific episode pairs well with the cinematic, atmospheric world of trip‑hop that thrives on tension and prediction."
    },
    {
      "hour": 3,
      "fact_text": "The 1976 Guatemala earthquake struck before dawn, ripping open a 240-kilometer fault and devastating highland villages, yet also reshaping the country’s understanding of building safety. In some towns, traditional adobe houses collapsed while more flexible wooden structures survived, leaving a lasting imprint on local architecture.",
      "fact_year": 1976,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1976_Guatemala_earthquake",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "Both the quake and Afrobeat reflect how communities respond to upheaval—through rebuilding structures and through rhythmically powerful, socially conscious music."
    },
    {
      "hour": 4,
      "fact_text": "On this day in 1998, a magnitude 5.9 earthquake struck Afghanistan’s Takhar Province, but soft, landslide-prone slopes turned a moderate quake into a catastrophe. Entire mountain villages were buried, revealing how landscape and geology can be deadlier than the earthquake’s raw energy.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_1998_Afghanistan_earthquake",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A tragic reminder of Earth’s slow, powerful forces is paired with a calm, reflective downtempo mix that invites contemplation of our fragile landscapes."
    },
    {
      "hour": 5,
      "fact_text": "The 1997 Bojnurd earthquake in Iran showed how seismic waves don’t respect political borders: villages in both Iran and Turkmenistan were shaken, with traditional mud-brick houses crumbling while some modern structures survived. It spurred renewed interest in adapting construction to local seismic realities.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1997_Bojnurd_earthquake",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "Border‑crossing seismic waves mirror an episode about movement across places and perspectives, using global sounds as a kind of gentle, ‘moving’ meditation."
    },
    {
      "hour": 6,
      "fact_text": "Back in 1797, the Riobamba earthquake in Ecuador was so powerful that eyewitnesses reported entire sections of mountains collapsing and rivers temporarily reversing course. It is considered one of the deadliest quakes in South American history, yet it also inspired early scientific observations of Andean geology.",
      "fact_year": 1797,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1797_Riobamba_earthquake",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "The vast scales of Andean landscapes and shifting rivers match the expansive, flowing jazz of an ‘Endless Summer’—long, evolving, and elemental."
    }
  ],
  "generated_at": "2026-02-04T00:00:00.009153+00:00",
  "date": "2026-02-04",
  "updated_at": "2026-02-04T06:00:01.465129+00:00"
}