{
  "current_hour": 16,
  "current_fact": {
    "hour": 16,
    "fact_text": "In 1968, Vietnamese villagers in Phong Nhị and Phong Nhất were massacred, reportedly by South Korean marines allied with the United States. The killings, targeting unarmed civilians, became one of several painful and long-suppressed atrocities associated with the Vietnam War.",
    "fact_year": 1968,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Phong_Nh%E1%BB%A5_and_Phong_Nh%E1%BA%A5t_massacre",
    "episode": {
      "id": 10,
      "title": "Morning Drops #04 - Bars With Balls",
      "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
      "songs": [
        "Ele A - Globo",
        "Little Simz - Point and Kill (feat. Obongjayar)",
        "Lil' Kim - Lighters Up",
        "Queen Latifah - U.N.I.T.Y."
      ],
      "music-genres": [
        "Hip-Hop",
        "Afrobeats",
        "Rap"
      ]
    },
    "match_reason": "A brutal wartime atrocity calls for voices of resistance and justice; this episode amplifies powerful rappers who confront violence, sexism, and abuse of power head-on."
  },
  "queue": [
    {
      "hour": 17,
      "fact_text": "In 1961, the Soviet Union exiled writer Aleksandr Solzhenitsyn—already a Nobel laureate—for his searing critiques of the Gulag system and Soviet repression. From abroad, his banned manuscripts and smuggled books continued to expose hidden atrocities and challenge an entire regime’s official narrative.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aleksandr_Solzhenitsyn",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Solzhenitsyn’s life between official identity and censored truth parallels an episode about alter-egos, parallel realities, and using art to expand who you can be under pressure."
    },
    {
      "hour": 18,
      "fact_text": "In 1988, during the Cold War, the U.S. cruiser USS Yorktown was intentionally bumped and pushed by the Soviet frigate Bezzavetnyy in the Black Sea as it claimed the right of innocent passage. The dangerous close-quarters maneuver was a physical manifestation of superpower brinkmanship at sea.",
      "fact_year": 1988,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1988_Black_Sea_bumping_incident",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A tense naval \"steel-on-steel\" confrontation suits an episode rooted in industrial textures, metallic synths, and guitars from a city nicknamed Steel City."
    },
    {
      "hour": 19,
      "fact_text": "On this day in 1988, an Iran Airtour Tupolev Tu-154 airliner struck mountains while descending toward Khorramabad, Iran, killing all 119 people aboard. The crash highlighted the challenges of flying complex approaches through rugged terrain, especially with limited navigation aids.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Iran_Airtour_Flight_956",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The tragedy of a fast, uncontrolled descent into mountains contrasts with the episode’s invitation to slow down, navigate carefully, and find gentle, steady flight through sound."
    },
    {
      "hour": 20,
      "fact_text": "In 1961, Northwest Orient Flight 705 wasn’t the only air disaster associated with February 12—over decades, multiple flights have demonstrated how turbulence, storms, and human error can quickly overwhelm technology in the sky. Each investigation has quietly fed into safer cockpit procedures, sturdier designs, and better weather forecasting.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Northwest_Orient_Airlines_Flight_705",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The complex, layered investigations after air disasters parallel the layered, atmospheric textures of trip-hop, a genre born from piecing together fragments into something safer and new."
    },
    {
      "hour": 21,
      "fact_text": "On this day in 1961, the story of Venera 1 also quietly foreshadowed the future of space exploration: a probe sent to another planet that would stop speaking long before it arrived. Even in failure, its silent journey taught engineers how to design better deep-space communications for the missions that followed.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Venera_1",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A spacecraft lost in radio silence mirrors an episode about connection, disconnection, and what happens when our communication devices suddenly go quiet."
    },
    {
      "hour": 22,
      "fact_text": "In 2001, NEAR Shoemaker’s unlikely soft landing on asteroid Eros proved that even a mission at the end of its life can surprise everyone. Engineers repurposed its last fuel and instruments to squeeze out one more experiment, turning a farewell into a first-of-its-kind scientific encore.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/433_Eros",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A late-stage, improvised landing that unexpectedly launches a new chapter echoes Sedna FM’s own first explosive episode that set everything into motion."
    },
    {
      "hour": 23,
      "fact_text": "In 1945, the same outbreak that battered Mississippi and Alabama also reminded meteorologists how little was understood about tornado formation. The forensic study of its twisted damage patterns became part of the slow scientific work that would eventually lead to Doppler radar, storm chasing, and earlier warnings.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tornado_outbreak_of_February_12,_1945",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "The evolution from raw, destructive storms to finely tuned radar mirrors the shift from imperfect recordings to tightly controlled, Auto-Tuned sound the episode explores."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 2001, NASA's NEAR Shoemaker probe performed an unplanned, history-making maneuver: instead of simply orbiting asteroid 433 Eros, it gently descended and survived landing on its rocky surface. Engineers had designed it only as an orbiter, so its successful touchdown turned a scientific afterthought into humanity's first landing on an asteroid.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NEAR_Shoemaker",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal \"space shift\" from orbit to landing pairs perfectly with an episode themed around reimagining empty space as a place to create."
    },
    {
      "hour": 1,
      "fact_text": "In 1961, the Soviet Union launched Venera 1 toward Venus, making it the first spacecraft ever sent to fly by another planet. Although contact with the probe was lost en route, it opened the way for decades of daring and often experimental missions to Earth's intensely hostile sister world.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Venera_1",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "Both the probe and the episode are about setting course for a distant destination and exploring new territories, planetary and musical."
    },
    {
      "hour": 2,
      "fact_text": "In 1947, a blazing shower of iron from space fell over the Sikhote-Alin mountains in the Soviet Union, creating one of the largest observed meteorite impacts in recorded history. Witnesses reported deafening explosions and fiery fragments punching fresh craters into the frozen taiga.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sikhote-Alin_meteorite",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A roaring iron meteorite slamming into Earth is a cosmic \"electric shock,\" echoed by the episode's high-voltage rock and blues."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1935, the USS Macon—one of the world's largest helium-filled airships—was torn apart by high-altitude winds and crashed into the Pacific off California. Remarkably, thanks to life jackets and improved safety measures, all but two of the 83 crew members survived the spectacular disaster.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Macon_(ZRS-5)",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "An enormous airship going down at sea resonates with an episode built around life on the water and how people navigate journeys and storms together."
    },
    {
      "hour": 4,
      "fact_text": "In 1502, Vasco da Gama departed Lisbon on his second voyage to India, commanding a formidable fleet of 15 ships and around 800 men. This expedition helped entrench a sea route that would reshape global trade, linking European ports to the spice markets of the Indian Ocean.",
      "fact_year": 1502,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vasco_da_Gama",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Da Gama's oceanic journey from Europe toward India mirrors the episode's theme of seafaring routes and musical voyages across southern seas."
    },
    {
      "hour": 5,
      "fact_text": "In 1817, a patriotic army of Argentines and Chileans completed a daring crossing of the Andes and defeated Spanish royalist forces at the Battle of Chacabuco. The victory, won in thin mountain air after a perilous alpine march, became a turning point in the struggle for independence in southern South America.",
      "fact_year": 1817,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Crossing_of_the_Andes",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "An epic military crossing of the Andes connects naturally with an episode inspired by mountain landscapes and the stories they carry."
    },
    {
      "hour": 6,
      "fact_text": "On this day in 1832, Ecuador formally annexed the remote Galápagos Islands, an archipelago of volcanic rocks and unique wildlife in the Pacific Ocean. Just a few years later, these isolated islands would help inspire Charles Darwin’s ideas on evolution and natural selection.",
      "fact_year": 1832,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Galápagos_Islands",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "The Galápagos, a cradle of marine and island life, pairs with an episode immersed in ocean wildlife and awe for the living sea."
    },
    {
      "hour": 7,
      "fact_text": "In 1541, the Spanish conquistador Pedro de Valdivia founded Santiago, today the capital and largest city of Chile. The settlement grew from a small, exposed outpost in a river valley into a sprawling metropolis framed by the Andes.",
      "fact_year": 1541,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Santiago",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "The founding of a faraway city during imperial expansion reflects journeys, new places, and shifting perspectives celebrated in this travel-inspired episode."
    },
    {
      "hour": 8,
      "fact_text": "In 1889, Antonín Dvořák’s opera *The Jacobin* received its premiere at the National Theatre in Prague. This warm, village-centered work mixes political tension with folk-inspired melodies, showcasing Dvořák’s gift for weaving national identity into lyrical music.",
      "fact_year": 1889,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Jacobin",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A lush, melodic opera rooted in place and community fits with an episode about warm, lyrical soundscapes that feel like coming home for a long summer."
    },
    {
      "hour": 9,
      "fact_text": "On this day in 1912, Puyi, the Xuantong Emperor and last Emperor of China, formally abdicated the throne. His resignation ended over two millennia of imperial rule and symbolized China’s tumultuous transition from dynastic empire to modern republic.",
      "fact_year": 1912,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Puyi",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "The end of an empire and the birth of a new era mirror the episode's meditative focus on endings, transitions, and slow, reflective change."
    },
    {
      "hour": 10,
      "fact_text": "In 1919, the Second Regional Congress of Peasants, Workers and Insurgents convened at Huliaipole under the Makhnovshchina, a Ukrainian anarchist movement. Delegates gathered to debate radical ideas of self-governance, aiming to organize society without centralized state power amid the chaos of civil war.",
      "fact_year": 1919,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Makhnovshchina",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A grassroots congress dreaming of stateless self-organization echoes the episode’s focus on resistance, political critique, and revolutionary voices."
    },
    {
      "hour": 11,
      "fact_text": "In 1404, Italian physician Galeazzo di Santa Sofia performed one of the first recorded public post-mortem autopsies for teaching purposes in Vienna. At a time when dissecting human bodies was controversial and often forbidden, this demonstration pushed anatomy toward a more scientific, observational discipline.",
      "fact_year": 1404,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Galeazzo_di_Santa_Sofia",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Anatomical dissection as a risky early experiment in scientific learning fits an episode about curiosity, difficulty, and the joy of pushing knowledge forward."
    },
    {
      "hour": 12,
      "fact_text": "In 1945, a violent tornado outbreak ripped through Mississippi and Alabama, killing 45 people and injuring more than 400. Long before modern radar and warning systems, many communities had almost no advance notice as the storms carved sudden, devastating paths across the landscape.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tornado_outbreak_of_February_12,_1945",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A catastrophic storm links thematically to an episode centered on rain, weathering emotional downpours, and finding hopeful skies afterward."
    },
    {
      "hour": 13,
      "fact_text": "In 1946, World War II's Operation Deadlight concluded with the deliberate scuttling of 121 captured German U-boats in the North Atlantic. Instead of turning them into museum pieces or commercial tools, the Allies chose to sink the submarines, sending an entire undersea fleet to the ocean floor.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Deadlight",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A mass sinking of submarines into the deep literally immerses machines beneath the waves, resonating with an episode about going below the surface and into underwater calm."
    },
    {
      "hour": 14,
      "fact_text": "On this day in 1946, African American Army veteran Isaac Woodard was brutally beaten and blinded by a South Carolina police officer just hours after his honorable discharge. News of the attack shocked the public, galvanized early civil rights activism, and even influenced President Truman's move to desegregate the U.S. armed forces.",
      "fact_year": 1946,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Isaac_Woodard",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A racist act of state violence that catalyzed civil rights connects to an episode steeped in conscious hip hop and the fight against oppressive labels and structures."
    },
    {
      "hour": 15,
      "fact_text": "In 1963, Northwest Orient Airlines Flight 705 broke apart and crashed into the Florida Everglades shortly after takeoff from Miami, killing all 45 people on board. Investigators concluded that severe turbulence and structural failure likely brought the aircraft down over the vast wetlands.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Northwest_Orient_Airlines_Flight_705",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "The crash over a swampy wilderness contrasts with the episode’s themes of bodily resilience, disciplined movement, and navigating risk in the air and on the ground."
    },
    {
      "hour": 16,
      "fact_text": "In 1968, Vietnamese villagers in Phong Nhị and Phong Nhất were massacred, reportedly by South Korean marines allied with the United States. The killings, targeting unarmed civilians, became one of several painful and long-suppressed atrocities associated with the Vietnam War.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Phong_Nh%E1%BB%A5_and_Phong_Nh%E1%BA%A5t_massacre",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A brutal wartime atrocity calls for voices of resistance and justice; this episode amplifies powerful rappers who confront violence, sexism, and abuse of power head-on."
    }
  ],
  "generated_at": "2026-02-12T00:00:00.013760+00:00",
  "date": "2026-02-12",
  "updated_at": "2026-02-12T16:00:01.860303+00:00"
}