{
  "current_hour": 5,
  "current_fact": {
    "hour": 5,
    "fact_text": "In 1978, Czech cosmonaut Vladimír Remek flew aboard Soyuz 28 and became the first person in space who was neither American nor Soviet. His mission quietly signaled that humanity’s journey beyond Earth would not remain the domain of just two superpowers.",
    "fact_year": 1978,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vladim%C3%ADr_Remek",
    "episode": {
      "id": 36,
      "title": "Morning Drops #30 - Star Treatment",
      "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
      "songs": [
        "Arctic Monkeys - Brainstorm",
        "Arctic Monkeys - Pretty Visitors",
        "Arctic Monkeys - Star Treatment",
        "Arctic Monkeys - There’d Better Be a Mirrorball"
      ],
      "music-genres": [
        "Indie Rock",
        "Psychedelic Rock",
        "Lounge Pop"
      ]
    },
    "match_reason": "Remek’s role as a new kind of spacefarer resonates with an episode about transformation and stepping into a different ‘star treatment’ on the world stage."
  },
  "queue": [
    {
      "hour": 6,
      "fact_text": "In 1995, researchers at Fermilab announced firm evidence for the top quark, the heaviest known fundamental particle. Its discovery completed the third generation of quarks predicted by the Standard Model, confirming a decades-old theoretical framework about the building blocks of matter.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Top_quark",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Just as the top quark completes a theoretical structure, trip‑hop emerged from combining fundamental ‘particles’ of hip-hop, dub, and electronica into a new, boundary-blurring whole."
    },
    {
      "hour": 7,
      "fact_text": "During the 86th Academy Awards in 2014, host Ellen DeGeneres snapped the \"Oscar Selfie\"—a star-packed photo that briefly became the most retweeted image in Twitter’s history. The spontaneous shot captured how celebrity culture, smartphones, and social media had fused into a single, global spectacle.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Oscar_selfie",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A hyper-viral smartphone selfie at the Oscars pairs naturally with an episode dissecting our tangled emotional relationship with phones and online images."
    },
    {
      "hour": 8,
      "fact_text": "On March 2, 1941, the first German military units entered Bulgaria after the country joined the Axis Pact in World War II. The move turned Bulgaria into a strategic corridor for the German invasion of Greece and Yugoslavia, reshaping the map of the Balkans under occupation.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bulgaria_during_World_War_II",
      "episode": {
        "id": 56,
        "title": "Morning Drops #50 - Postcards from Earth-London",
        "description": "Postcards from Earth-London is a Morning Drops walk through the city Gaia has called home for the past ten years, a place made of sound, memory, and late-night streets.\nFour tracks guide the journey: from iconic landmarks to quieter corners, from romance to reality checks, and back to the reason the city still feels alive: music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-postcards-from-earth-london",
        "songs": [
          "The Beatles - Come Together",
          "The Kinks - Waterloo Sunset",
          "Amy Winehouse - Back to Black",
          "Pink Floyd - Learning to Fly"
        ],
        "music-genres": [
          "Classic Rock",
          "British Rock",
          "Soul",
          "Progressive Rock"
        ]
      },
      "match_reason": "A dark chapter in European history sits beside a London-focused episode whose classic British rock canon emerged from a continent reshaped by the war’s legacy."
    },
    {
      "hour": 9,
      "fact_text": "In 1776, during the American Revolutionary War, Patriot militia engaged British naval forces in the Battle of the Rice Boats on the Savannah River. The skirmish was as much about protecting vital food supplies as territory, showing how staple crops could become strategic weapons in a fight for independence.",
      "fact_year": 1776,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_the_Rice_Boats",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A small but pivotal river battle over supply boats fits with an episode about journeys and changing vantage points, trading warships on water for inner travel set to worldly grooves."
    },
    {
      "hour": 10,
      "fact_text": "In 1498, Vasco da Gama’s fleet stopped at the Island of Mozambique, then a bustling hub of trade linking East Africa, the Middle East, and India. The visit foreshadowed centuries of Portuguese influence along the coast and shows how a small coral island became a global crossroads long before modern globalization.",
      "fact_year": 1498,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Island_of_Mozambique",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "An age-of-sail stopover on a trade island echoes an episode built as a sea voyage across coasts, exchanging 15th‑century caravels for a modern musical ‘boat’."
    },
    {
      "hour": 11,
      "fact_text": "On March 2, 1978, thieves in Switzerland dug up and stole the coffin of legendary comedian Charlie Chaplin, just months after his death. They tried to ransom his body, but after a police operation the coffin was recovered and Chaplin was reburied in a concrete-lined grave to deter future grave robbers.",
      "fact_year": 1978,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Charlie_Chaplin",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Chaplin’s iconic screen persona and the bizarre posthumous theft echo an episode about alter‑egos and the strange afterlives of public identity."
    },
    {
      "hour": 12,
      "fact_text": "In 1962, Wilt Chamberlain set a seemingly unbreakable NBA record by scoring 100 points in a single game for the Philadelphia Warriors. There’s no full game footage—just grainy photos and a few audio clips—so the feat survives mostly as legend, symbolized by a famous snapshot of Chamberlain holding a hand-scribbled \"100\" sign.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Wilt_Chamberlain%27s_100-point_game",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A once‑in‑a‑lifetime 100‑point explosion fits the episode’s theme of electrifying, high‑voltage energy that surges far beyond the ordinary."
    },
    {
      "hour": 13,
      "fact_text": "In 1932, Finnish president P. E. Svinhufvud delivered a decisive radio address that undercut support for the Mäntsälä Rebellion, an attempted far‑right coup. His calm but firm speech is a rare example of a broadcast that directly helped defuse an armed uprising.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/M%C3%A4nts%C3%A4l%C3%A4_rebellion",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A single radio speech changing the course of a rebellion pairs with an episode about enduring voices and ‘timeless’ impact carried through the airwaves."
    },
    {
      "hour": 14,
      "fact_text": "On March 2, 2022, Russian forces captured the Ukrainian city of Kherson, making it the only regional capital Russia seized during its full-scale invasion. Months later, a determined counteroffensive forced Russian troops to withdraw, turning Kherson into a stark symbol of both occupation and resistance.",
      "fact_year": 2022,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Kherson",
      "episode": {
        "id": 56,
        "title": "Morning Drops #49 - Rage Against The Machine",
        "description": "In this Morning Drop, Yasmin revisits the story of Rage Against the Machine — a band born in tension, shaped by conviction, and remembered for moments that blurred the line between stage and protest.\nFrom early Los Angeles unrest to Wall Street performances, this episode moves through rupture, resistance, and legacy — carried by songs that still feel urgent today.\nListen closely.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-rage-against-the-machine",
        "songs": [
          "Rage Against the Machine - Bombtrack",
          "Rage Against the Machine - Killing in the Name",
          "Rage Against the Machine - Without a Face",
          "Rage Against the Machine - Guerrilla Radio",
          "Rage Against the Machine - Sleep Now in the Fire"
        ],
        "music-genres": [
          "Rap Metal",
          "Political Rock",
          "Alternative Metal"
        ]
      },
      "match_reason": "The fierce struggle over Kherson aligns with an episode devoted to protest music and political resistance, amplifying the human stakes behind headlines."
    },
    {
      "hour": 15,
      "fact_text": "In early March 2012, a powerful tornado outbreak swept across the Southern United States and into the Ohio Valley, spawning more than 70 twisters and killing 40 people. Some tornadoes stayed on the ground for over an hour, carving long, destructive paths that were clearly visible from satellite imagery.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tornado_outbreak_of_March_2%E2%80%933,_2012",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A deadly storm outbreak connects to an episode built around weather, rain, and the emotional work of finding hope after dark, turbulent periods."
    },
    {
      "hour": 16,
      "fact_text": "In 1992, nine countries—including Armenia, Azerbaijan, Kazakhstan, Kyrgyzstan, Moldova, San Marino, Tajikistan, Turkmenistan, and Uzbekistan—joined the United Nations in a single day. For many former Soviet republics, it marked a formal step into a new international identity after the USSR’s collapse.",
      "fact_year": 1992,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Armenia",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A wave of countries redefining their place in the world parallels an episode about a genre’s journey from the margins to global recognition, both stories of cultural arrival."
    },
    {
      "hour": 17,
      "fact_text": "On March 2, 1867, the U.S. Congress passed the first Reconstruction Act, placing former Confederate states under military rule and laying out conditions for their readmission. It attempted, imperfectly, to rebuild a fractured nation and extend civil rights to formerly enslaved people in the turbulent years after the Civil War.",
      "fact_year": 1867,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Reconstruction_Acts",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A fraught attempt to reconstruct a society scarred by slavery pairs with an episode about Afrobeat, a genre that later became a powerful vehicle for anti‑colonial and political expression."
    },
    {
      "hour": 18,
      "fact_text": "In 1859, the two-day Great Slave Auction near Savannah, Georgia, saw 436 enslaved people sold to pay off a plantation owner’s debts. The event, called “The Weeping Time” by those who endured it, remains one of the largest recorded slave auctions in U.S. history and a stark reminder that families were once traded as property.",
      "fact_year": 1859,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Great_Slave_Auction",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "This brutal auction of human lives connects with an episode centered on identity, race, and breaking oppressive boxes—echoed in Kendrick Lamar’s searing social commentary."
    },
    {
      "hour": 19,
      "fact_text": "In 1811, during the Argentine War of Independence, royalist ships defeated a small revolutionary flotilla in the Battle of San Nicolás on the Paraná River. Though a naval setback, it exposed the vulnerabilities of Spanish control along the waterways and fed the broader struggle that eventually reshaped South America’s political map.",
      "fact_year": 1811,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Argentine_War_of_Independence",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A revolutionary river battle in the Southern Cone matches an episode about Residente, whose Latin American political lyrics reframe historic struggles for independence and identity."
    },
    {
      "hour": 20,
      "fact_text": "Beneath the legal structures and military campaigns of Reconstruction, countless newly freed families searched for relatives torn apart by slavery, often placing newspaper ads across states in hopes of reunion. This quiet, painful quest for kin made the abstract idea of \"Reconstruction\" intensely personal.",
      "fact_year": 1867,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Reconstruction_era",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "The intimate grief and resilience of families rebuilding after slavery resonate with an episode honoring powerful soul voices that carry generational pain and strength."
    },
    {
      "hour": 21,
      "fact_text": "The tornado outbreak of March 2012 was closely studied using Doppler radar and storm-chaser footage, helping scientists better understand how long-track tornadoes evolve. Each new dataset from such tragedies slowly improves warning systems that can save lives in future storms.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tornado",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The raw chaos of tornadoes is balanced by a slow, grounded episode that offers the kind of calm and reflection needed after nature’s most violent outbursts."
    },
    {
      "hour": 22,
      "fact_text": "When Pioneer 10 crossed Jupiter’s orbit and headed toward interstellar space, its trajectory made it one of the fastest human-made objects ever launched at the time. Eventually, its faint signal became too weak to detect, leaving it to wander silently between the stars, plaque and all.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Interstellar_probe",
      "episode": {
        "id": 55,
        "title": "Morning Drops #48 - Cosmic Monday",
        "description": "Cosmic Monday is a Morning Drops episode built around four Italian dance records, tracing how disco rhythms slowly became electronic language.\nGaia moves through four tracks like chapters: groove first, then machines, then that bright, futuristic feeling you only get when the bassline is doing the talking. It's not nostalgia, exactly. It's more like returning to a sound that still works — especially on mornings when you need a little extra energy, but you don't want anything aggressive.\nTake it as a slow transmission. Let it carry you into the day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-cosmic-monday",
        "songs": [
          "Giovanotti Mondani Meccanici - Don't Ask Me Why",
          "Azoto - Sal Salvador",
          "Capricorn - I Need Love",
          "Cosmic Disco - Cosmic Sprint"
        ],
        "music-genres": [
          "Italo Disco",
          "Disco",
          "Electronic"
        ]
      },
      "match_reason": "A spacecraft drifting into the cosmic dark pairs with a ‘Cosmic Monday’ of machine‑driven dance, turning its silent journey into an imagined interstellar disco signal."
    },
    {
      "hour": 23,
      "fact_text": "The original \"King Kong\" was nearly destroyed when RKO recycled and lost many of its film elements, and the movie circulated in heavily edited versions for decades. Later restorations stitched together surviving prints from around the world, showing how cinematic history sometimes survives only through a patchwork of global memories.",
      "fact_year": 1933,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Film_preservation",
      "episode": {
        "id": 13,
        "title": "Morning Drops #07 - secret_mp3_player_1",
        "description": "Inspired by a throwback MP3 player on Instagram, Yasmin and Gaia take you on a nostalgic journey to the early 2000s. LimeWire, eMule, guilty-pleasure playlists — remember those? Hit play and relive the songs that shaped a generation.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-secret-mp3-player-1",
        "songs": [
          "Sean Paul - Get Busy",
          "Blink-182 - I Miss You",
          "Black Eyed Peas - My Humps",
          "Britney Spears - Toxic"
        ],
        "music-genres": [
          "Dancehall",
          "Pop Punk",
          "Pop",
          "Dance-Pop"
        ]
      },
      "match_reason": "A classic film rescued from scattered fragments echoes the episode’s nostalgia for lost and recovered media—from fragile celluloid reels to glitchy early‑2000s mp3 collections."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1998, data from NASA’s Galileo spacecraft provided compelling evidence that Europa, one of Jupiter’s icy moons, hides a vast liquid ocean beneath its frozen crust. That hidden sea may contain more than twice the water of all Earth’s oceans combined, making Europa one of the most promising places to search for extraterrestrial life in our Solar System.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Europa_(moon)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A mysterious ocean hidden in the void beneath Europa’s ice fits the episode’s idea of reimagining emptiness as creative, expansive space."
    },
    {
      "hour": 1,
      "fact_text": "On March 2, 1972, Pioneer 10 launched from Cape Canaveral and became the first spacecraft to travel through the asteroid belt and make a close-up flyby of Jupiter. It carries a gold-anodized aluminum plaque with symbols meant to introduce humanity to any extraterrestrial intelligence that might one day find it.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pioneer_10",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A pioneering probe leaving the Solar System pairs with an episode framed as a voyage into new territories, turning the playlist into a sonic starship."
    },
    {
      "hour": 2,
      "fact_text": "In 1995, Space Shuttle Endeavour’s STS-67 mission carried ASTRO-2, a collection of ultraviolet telescopes that observed some of the hottest and most energetic objects in the universe. The crew spent nearly 17 days in orbit, making it one of the longest shuttle missions at the time and a marathon of continuous deep-space astronomy.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-67",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A long, continuous observing run in orbit mirrors the episode’s slow-building, nocturnal atmospheric journey featuring ‘Solar Wind’ in its tracklist."
    },
    {
      "hour": 3,
      "fact_text": "At a 2017 conference in Moscow, three superheavy elements—moscovium, tennessine, and oganesson—were officially welcomed onto the periodic table. These lab-made atoms exist for mere fractions of a second, yet their creation confirms that the periodic table still has new, unstable corners to explore.",
      "fact_year": 2017,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Moscovium",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The patient, iterative work of synthesizing new elements fits an episode about the process of learning, failure, and the quiet joy of scientific discovery."
    },
    {
      "hour": 4,
      "fact_text": "When the original film \"King Kong\" premiered in 1933 at Radio City Music Hall and the RKO Roxy Theatre, viewers saw one of cinema’s earliest and most ambitious uses of stop-motion and miniature effects. The towering ape became a symbol of how imagination and technology could merge to create entirely new worlds on screen.",
      "fact_year": 1933,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/King_Kong_(1933_film)",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Both the film and flamenco’s evolution show how bold stage and screen artistry can turn raw emotion into spectacle, blending tradition with groundbreaking technique."
    },
    {
      "hour": 5,
      "fact_text": "In 1978, Czech cosmonaut Vladimír Remek flew aboard Soyuz 28 and became the first person in space who was neither American nor Soviet. His mission quietly signaled that humanity’s journey beyond Earth would not remain the domain of just two superpowers.",
      "fact_year": 1978,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vladim%C3%ADr_Remek",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "Remek’s role as a new kind of spacefarer resonates with an episode about transformation and stepping into a different ‘star treatment’ on the world stage."
    }
  ],
  "generated_at": "2026-03-02T00:00:00.006752+00:00",
  "date": "2026-03-02",
  "updated_at": "2026-03-02T05:00:01.589484+00:00"
}