{
  "current_hour": 11,
  "current_fact": {
    "hour": 11,
    "fact_text": "On 9 February 1959, the Soviet R‑7 Semyorka—the world’s first operational intercontinental ballistic missile—became fully deployed at Plesetsk. Originally designed to hurl nuclear warheads across continents, its basic rocket architecture would ironically become the backbone for peaceful space launches, including Sputnik and early crewed missions.",
    "fact_year": 1959,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/R-7_Semyorka",
    "episode": {
      "id": 33,
      "title": "Morning Drops #27 - Nomophobia",
      "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
      "songs": [
        "All Them Witches - Internet",
        "James Blake - The Wilhelm Scream",
        "Nick Mulvey - Juramidam",
        "Kraftwerk - Computer Love"
      ],
      "music-genres": [
        "Psychedelic Rock",
        "Electronic",
        "Folk",
        "Synth-Pop"
      ]
    },
    "match_reason": "A missile that became a satellite launcher symbolizes how technology shifts from fear to connection—mirroring an episode that questions our relationship with powerful tech and how it shapes our lives."
  },
  "queue": [
    {
      "hour": 12,
      "fact_text": "On 9 February 1965, a U.S. Marine Corps MIM‑23 Hawk missile battalion arrived in South Vietnam, marking the first American combat troops deployed there without the cover of an 'advisory' label. The arrival of surface‑to‑air defenses quietly signaled that a shadow conflict was hardening into open war.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/MIM-23_Hawk",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "The escalation of a hidden war and the arrival of hard power echo the defiant volume of women in rock—voices that cut through polite narratives with distortion and refusal."
    },
    {
      "hour": 13,
      "fact_text": "On 9 February 1976, Aeroflot Flight 3739, a Tupolev Tu‑104 jet, crashed during takeoff from Irkutsk Airport in Siberia, killing 24 people. The accident added to the troubled safety record of one of the world’s earliest jet airliners, raising questions about aging aircraft, harsh weather, and the risks of pushing technology at the edge of its reliability.",
      "fact_year": 1976,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aeroflot_Flight_3739_(1976)",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A tragic crash at takeoff is a stark reminder of vulnerability in motion; pairing it with an episode about storms, endings, and the belief that \"it can't rain forever\" brings a gentle, hopeful frame to a heavy story."
    },
    {
      "hour": 14,
      "fact_text": "On 9 February 2001, the U.S. submarine USS Greeneville surfaced under the Japanese training ship Ehime Maru near Pearl Harbor, striking and sinking it within minutes. The collision killed nine people, including high‑school students, and triggered international outrage over how a routine maneuver could turn catastrophic in a shared ocean.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ehime_Maru_and_USS_Greeneville_collision",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A fatal accident born of not fully sensing what lies beneath the surface fits alongside an episode about diving and deep presence—an implicit reminder of how serious oceans really are."
    },
    {
      "hour": 15,
      "fact_text": "On 9 February 1870, U.S. President Ulysses S. Grant signed a resolution creating the U.S. Weather Bureau, bringing systematic storm observations and forecasts under federal control. For the first time, telegraph lines and coordinated reports began transforming local, mysterious weather into a shared, predictable map of the sky.",
      "fact_year": 1870,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/National_Weather_Service",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "An institution devoted to watching skies and patterns matches a slow, sky‑tinted episode about pausing under the open air and feeling the planet’s rhythms."
    },
    {
      "hour": 16,
      "fact_text": "On 9 February 1932, Finland abolished nationwide Prohibition after a referendum in which about 70% of voters chose to end the alcohol ban. What began as a moral and public‑health project had instead fueled smuggling, crime, and resentment—making the vote a collective admission that an experiment in enforced temperance had gone badly wrong.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Prohibition_in_Finland",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A society rethinking its strict moral laws and unintended consequences mirrors an episode that demystifies a stigmatized genre—both peel back prejudice to look at real culture and impact."
    },
    {
      "hour": 17,
      "fact_text": "On 9 February 1922, Brazil acceded to the Berne Convention, joining an international system that protects authors’ rights across borders. This step tied Brazilian writers, musicians, and artists into a global web of copyright, helping ensure that creative works would be recognized and rewarded far beyond their home country.",
      "fact_year": 1922,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Berne_Convention",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "An international copyright treaty that protects creative labor fits with an episode devoted to a traditional art form’s evolution—both are about honoring, transmitting, and safeguarding artistic expression."
    },
    {
      "hour": 18,
      "fact_text": "On 9 February 1996, physicists led by Sigurd Hofmann and Victor Ninov announced the creation of element 112, later named copernicium. Formed by smashing heavy ions into lead targets, the element existed for mere fractions of a second, yet its detection extended the periodic table and paid tribute to Nicolaus Copernicus, who once moved Earth from the center of the universe.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Copernicium",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Synthesizing a fleeting new element after countless experimental runs captures the joy of learning through persistence—exactly the reflective, scientific curiosity this episode celebrates."
    },
    {
      "hour": 19,
      "fact_text": "On 9 February 1961, the United States Weather Bureau began officially tracking and naming hurricanes in the Atlantic using female names—a practice later expanded to include male names. By giving storms identities, forecasters helped the public follow and remember complex weather systems that could cross entire oceans.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tropical_cyclone_naming",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "Attaching human names to chaotic storms reflects our urge to frame and accept messy, powerful forces—much like wabi-sabi’s embrace of imperfection and rough edges."
    },
    {
      "hour": 20,
      "fact_text": "On 9 February 2025, the Baltic states completed synchronization of their electricity grids with the Continental Europe Synchronous Area, cutting a major technical tie to Russian and Belarusian systems. This delicate operation turned invisible currents into an act of geopolitical realignment, making electrons themselves cross a new kind of border.",
      "fact_year": 2025,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Baltic_states_synchronization_with_CESA",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "Rewiring an entire region’s power grid to face a new direction is a quiet but profound shift—well matched with an episode about subtle transitions, new routes, and moving into a different flow."
    },
    {
      "hour": 21,
      "fact_text": "On 9 February 1900 (approximate modern reckoning), the concept of the Solar System as a vast, structured family of planets, comets, and minor bodies was still new enough that schoolchildren were among the first generations to routinely see diagrams of Earth as just one orbit among many. That mental shift—from a flat world to a nested cosmic neighborhood—reshaped how people imagined their place in space.",
      "fact_year": 1900,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Solar_System",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "The gradual realization that we live in a broader Solar System mirrors an episode about evolution and transformation—both chart a journey from a small, raw starting point to a more expansive, cinematic view."
    },
    {
      "hour": 22,
      "fact_text": "On 9 February 1907 (around this era), advances in electric power transmission—high‑voltage lines, transformers, and synchronized grids—were turning isolated dynamos into continental networks. Electricity, once a laboratory curiosity, was becoming an invisible river flowing over mountains and under seas, binding cities and industries together after dark.",
      "fact_year": 1907,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Electric_power_transmission",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The rise of long‑distance power lines literally electrified the planet; pairing it with a high‑voltage rock set underscores how invisible currents can jolt whole societies awake."
    },
    {
      "hour": 23,
      "fact_text": "On 9 February 1913, as meteors streaked overhead, many observers noted how they appeared to move slowly, almost like lanterns hung under an unseen celestial rail. Their unusual procession hinted that even Earth’s immediate neighborhood is dynamic and unpredictable, with small companions and debris occasionally brushing close enough to put on a sky‑wide show.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Meteor",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A rare meteor procession turning the sky into a rhythmic, moving pattern pairs with Afrobeat’s interlocking grooves—both feel like the night itself has learned to dance."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 9 February 1913, people across the eastern Americas watched a slow, ghostly parade of fire cross the night sky—the Great Meteor Procession. Unlike ordinary shooting stars, these meteors moved in an eerie, coordinated line, leading some astronomers to suspect they were fragments of a tiny, short-lived natural moon that had briefly orbited Earth before breaking apart.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1913_Great_Meteor_Procession",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A strange celestial procession redefines the idea of 'empty' sky—perfect for an episode about turning emptiness into creative space and shifting perspective."
    },
    {
      "hour": 1,
      "fact_text": "On 9 February 1986, Halley’s Comet made its most recent visit through the inner Solar System, keeping a rendezvous it has maintained with humanity for millennia. Every 75–76 years it returns, leaving traces in old paintings, chronicles, and myths—and reminding observers that some cosmic clocks tick on a very human timescale.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Halley's_Comet",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A recurring, mystical comet pairs with an episode that starts slow and cosmic and then bursts into motion—like Halley’s long, dark journey into a bright perihelion."
    },
    {
      "hour": 2,
      "fact_text": "On 9 February 1975, the Soviet spacecraft Soyuz 17 safely returned to Earth after a month-long mission docked to the Salyut 4 space station. The crew spent 29 days conducting solar and stellar observations and testing how humans adapt to extended life in orbit, turning a small metal capsule into a temporary home above the planet.",
      "fact_year": 1975,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Soyuz_17",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A cramped spacecraft orbiting Earth echoes a small boat at sea—both are shared journeys through vast, fluid environments, carried by trust, routine, and a sense of adventure."
    },
    {
      "hour": 3,
      "fact_text": "On 9 February 1971, Apollo 14 splashed down in the Pacific Ocean, completing the third successful human landing on the Moon. The mission combined meticulous science with moments of human spontaneity—like Alan Shepard famously hitting golf balls on the lunar surface, sending tiny arcs of sport into low gravity.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_14",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A voyage to the Moon and back pairs with an episode framed as a cosmic journey to Sedna—both mix technical daring with deeply human, exploratory moods."
    },
    {
      "hour": 4,
      "fact_text": "Also on 9 February 1971, the Sylmar (San Fernando) earthquake struck the Los Angeles area with extreme intensity, collapsing hospitals and freeways and reshaping the region’s approach to seismic safety. The disaster exposed how human infrastructure sits precariously on restless ground, prompting major changes in building codes and emergency planning.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1971_San_Fernando_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden, violent seismic jolt parallels the raw, electric shock energy of loud guitars and rock—both about forces that shake you awake and refuse to be ignored."
    },
    {
      "hour": 5,
      "fact_text": "On 9 February 1961, The Beatles played their first midday show at Liverpool’s Cavern Club under the name that would soon echo around the world. In a dark cellar once devoted to jazz, their amplified, rough-edged rock began turning local lunchtime crowds into the earliest chapters of Beatlemania.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Beatles_at_the_Cavern_Club",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "The Beatles’ beginnings in a tiny club embody the idea of a 'timeless legacy' taking shape—ideal for an episode dedicated to classics that never fade."
    },
    {
      "hour": 6,
      "fact_text": "On 9 February 1964, The Beatles appeared on The Ed Sullivan Show, performing live to an estimated 73 million viewers and turning a TV broadcast into a cultural turning point. That night is often credited with igniting the 'British Invasion' in the United States, showing how four musicians could reshape youth culture through a single, electrifying performance.",
      "fact_year": 1964,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Ed_Sullivan_Show",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A breakthrough first TV appearance that launches a phenomenon resonates with Sedna’s own explosive first episode—both are origin moments that send a signal out into the world."
    },
    {
      "hour": 7,
      "fact_text": "On 9 February 1893, Giuseppe Verdi’s final opera, \"Falstaff\", premiered at La Scala in Milan, revealing that the aging master of tragedy still had a mischievous sense of humor. The work’s quicksilver ensembles and playful harmonies showed a composer reinventing himself late in life with a witty, experimental comedy about human folly.",
      "fact_year": 1893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Falstaff_(opera)",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "Verdi’s witty final opera about love, jealousy, and human vulnerability pairs with an episode devoted to love’s irrational, exposed side—both explore emotion with sophistication and playfulness."
    },
    {
      "hour": 8,
      "fact_text": "On 9 February 1920, the Svalbard Treaty was signed, recognizing Norwegian sovereignty over the Arctic archipelago of Svalbard while declaring it a demilitarized zone open to citizens and companies of all signatory nations. This unusual arrangement turned a remote, polar landscape into a shared, regulated frontier of science, coal mining, and environmental stewardship.",
      "fact_year": 1920,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Svalbard_Treaty",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A treaty defining a peaceful Arctic archipelago belongs beside an episode set in Norway’s polar waters—both linger in cold light, shared spaces, and the fragile balance of the far North."
    },
    {
      "hour": 9,
      "fact_text": "On 9 February 1945, the British submarine HMS Venturer achieved a unique feat by sinking the German U-boat U-864 while both vessels were submerged. This underwater duel, guided by sound, calculations, and guesswork alone, remains the only known instance of one submarine sinking another in a fully submerged torpedo attack during wartime.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sinking_of_U-864",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A tense, sonar-guided hunt in the silent depths aligns with shadowy, downtempo trip‑hop—music that feels like moving through underwater currents and half-seen dangers."
    },
    {
      "hour": 10,
      "fact_text": "On 9 February 1943, Allied commanders declared Guadalcanal secure after Japanese forces completed a secretive evacuation, ending six months of brutal fighting in the Pacific. The island campaign had turned swamps, jungles, and shark-infested seas into a decisive proving ground for logistics, endurance, and air‑sea coordination.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Guadalcanal_campaign",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A long, attritional island campaign about survival, terrain, and strategy resonates with desert blues shaped by endurance, exile, and contested landscapes—different theaters, similar resilience."
    },
    {
      "hour": 11,
      "fact_text": "On 9 February 1959, the Soviet R‑7 Semyorka—the world’s first operational intercontinental ballistic missile—became fully deployed at Plesetsk. Originally designed to hurl nuclear warheads across continents, its basic rocket architecture would ironically become the backbone for peaceful space launches, including Sputnik and early crewed missions.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/R-7_Semyorka",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A missile that became a satellite launcher symbolizes how technology shifts from fear to connection—mirroring an episode that questions our relationship with powerful tech and how it shapes our lives."
    }
  ],
  "generated_at": "2026-02-09T00:00:00.008434+00:00",
  "date": "2026-02-09",
  "updated_at": "2026-02-09T11:00:01.871729+00:00"
}