{
  "current_hour": 12,
  "current_fact": {
    "hour": 12,
    "fact_text": "On 15 February 1970, Dominicana de Aviación Flight 603 crashed into the Caribbean Sea shortly after takeoff from Las Américas International Airport. All 102 people on board died, including members of Puerto Rico’s women’s national volleyball team and world champion boxer Carlos Cruz, abruptly ending several rising sporting careers.",
    "fact_year": 1970,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dominicana_de_Aviación_Flight_603",
    "episode": {
      "id": 5,
      "title": "Sedna FM #05 - On The Go - Zero Zero",
      "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
      "songs": [
        "Alborosie - Rock the dancehall",
        "Grace Jones - Pull up to the bumper",
        "Hollie cook - Happy hour",
        "Easy star all star - Soul love",
        "Jeremie Albino - Rolling down the 405",
        "Cyril Neville - I found joy",
        "Aretha Franklin - Rock steady",
        "James Brown - Talking loud and saying nothing (remix)",
        "Nubiyan Twist - So mi stay",
        "Professor Wouassa - Fallou Fall",
        "Jarabe de Palo - La Flaca"
      ],
      "music-genres": [
        "Reggae",
        "Funk",
        "Soul",
        "Afrobeat",
        "Latin Rock",
        "New Wave"
      ]
    },
    "match_reason": "A journey meant to begin a new chapter ending suddenly in the sea is poignantly contrasted with an episode built around motion, travel, and the fragile promise of setting off 'on the go.'"
  },
  "queue": [
    {
      "hour": 13,
      "fact_text": "On 15 February 2012, a fire swept through the Comayagua prison in Honduras, killing 360 inmates in one of the deadliest prison fires in history. The blaze exposed overcrowding, poor emergency procedures, and systemic neglect within the country’s prison system.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Comayagua_prison_fire",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A tragedy inside literal confinement highlights the violence of systems that box people in, while the episode’s conscious rap focus speaks to breaking cages—psychological, social, and structural."
    },
    {
      "hour": 14,
      "fact_text": "On 15 February 1942, British Lieutenant-General Arthur Percival surrendered Singapore to Japanese forces after a week-long siege. Around 80,000 British, Indian, and Australian troops became prisoners of war, in what is often described as the largest capitulation of British-led forces in history.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fall_of_Singapore",
      "episode": {
        "id": 52,
        "title": "Morning Drops #46 - Fog and Fire",
        "description": "In today’s Morning Drops, Gaia brings us on a passport-free trip between two Italian energies: the foggy stillness of the North and the volcanic pulse of the South. Throughout the journey, Gaia shares four of her favourite Italian songwriters. Grab your coffee and tune into the radio show from another planet!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-fog-and-fire",
        "songs": [
          "Edoardo Bennato - La Torre Di Babele",
          "Zucchero - Diavolo in Me",
          "Lucio Dalla - Com'è Profondo il Mare",
          "Pino Daniele - Tutta N'ata Storia"
        ],
        "music-genres": [
          "Blues",
          "indie",
          "Italian",
          "Soft Rock"
        ]
      },
      "match_reason": "The 'fog' of miscalculation and the 'fire' of invasion at Singapore’s fall resonates metaphorically with an episode about contrasting energies and the tension between stillness and eruption."
    },
    {
      "hour": 15,
      "fact_text": "On 15 February 1945, Allied bombers continued a devastating three‑day aerial attack on Dresden, Germany. The raids produced a massive firestorm that destroyed much of the historic city center and killed tens of thousands of civilians, becoming one of the most controversial bombing campaigns of World War II.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Dresden",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "Dresden’s ruins demand difficult retrospection; an episode about looking back and healing offers a contemplative frame for thinking about how societies process trauma over time."
    },
    {
      "hour": 16,
      "fact_text": "On 15 February 1982, the massive semi-submersible drilling rig Ocean Ranger capsized and sank during a fierce storm off Newfoundland, killing all 84 workers onboard. Investigations later revealed design flaws and inadequate safety procedures, leading to major changes in offshore oil regulations.",
      "fact_year": 1982,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ocean_Ranger",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A tragic descent of a rig into stormy seas mirrors, in a darker key, the episode’s water imagery and reflections on what can happen when humans enter realms—oceans or industries—they don’t fully respect."
    },
    {
      "hour": 17,
      "fact_text": "On 15 February 1798, the Roman Republic was proclaimed under French protection after General Louis-Alexandre Berthier occupied Rome. For a brief moment, revolutionary ideas of citizenship and republicanism displaced centuries of papal temporal rule in the city.",
      "fact_year": 1798,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Roman_Republic_(1798–1799)",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A new republic declared in an ancient city is a radical 'destination shift,' paralleling an episode about voyaging into new territories—political in one case, musical in the other."
    },
    {
      "hour": 18,
      "fact_text": "On 15 February 1214, during the Anglo‑French War, King John of England landed an invasion force at La Rochelle on France’s Atlantic coast. His campaign attempted to reclaim lost territories but ultimately failed, further weakening his rule and setting the stage for tensions that would lead to Magna Carta.",
      "fact_year": 1214,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Anglo-French_War_(1213%E2%80%931214)",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A medieval king’s risky coastal landing and sailors' fate connects lyrically to an episode steeped in landscape, travel, and the sea‑imagery of 'Ma come fanno i marinai.'"
    },
    {
      "hour": 19,
      "fact_text": "On 15 February 1996, the U.S. Embassy in Athens was hit by an anti‑tank rocket fired by the Greek urban guerrilla group Revolutionary Organization 17 November. The attack, which caused damage but no injuries, was part of a long campaign against foreign and domestic targets.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Revolutionary_Organization_17_November",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "An urban guerrilla attack aimed at a symbol of power parallels hip‑hop’s tradition of speaking back to institutions—here through the uncompromising, politically sharp voices of women rappers."
    },
    {
      "hour": 20,
      "fact_text": "On 15 February 2003, millions of people around the globe joined coordinated protests against the impending Iraq War, in what is sometimes called the largest anti‑war demonstration in history. From Rome to New York, London to Sydney, streets filled with handmade signs, drums, and voices demanding another path.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_15,_2003_anti-war_protests",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A day defined by global protest and dissent pairs naturally with an episode centered on Residente, an artist whose work fuses political resistance, identity, and outspoken critique."
    },
    {
      "hour": 21,
      "fact_text": "On 15 February 2014, an underground river in Mexico’s Yucatán Peninsula was found to be part of the world’s longest known underwater cave system, Sac Actun. Stretching hundreds of kilometers, this submerged labyrinth preserves traces of ancient climate shifts, extinct animals, and early human presence hidden beneath the jungle floor.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sistema_Sac_Actun",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Exploring the planet’s longest submerged cave system and diving alongside orcas both capture the quiet awe of underwater worlds and the scientific and emotional pull of going below the surface."
    },
    {
      "hour": 22,
      "fact_text": "On 15 February 2005, YouTube was founded by three former PayPal employees as a simple website for sharing videos. Within a few years, it became a global platform reshaping music discovery, activism, education, and the way billions of people see—and perform—themselves.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/YouTube",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "The birth of a video platform that transformed online culture fits seamlessly with an episode questioning our digital dependencies and how constant connection reshapes our minds."
    },
    {
      "hour": 23,
      "fact_text": "On 15 February 1977, the Voyager Golden Record project began selecting sounds and music from Earth to send aboard the Voyager spacecraft. The resulting curated playlist, etched in gold and hurtling through interstellar space, is humanity’s mixtape for any alien listeners who might one day find it.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Voyager_Golden_Record",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A handcrafted Earth mixtape launched into deep space is a cosmic sibling to Sedna FM’s own first broadcast—a life soundtrack sent outward from one small world, hoping someone, somewhere, will listen."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 15 February 1940, Paul Creston’s Saxophone Sonata received its official premiere in Carnegie Chamber Hall, performed by pioneering classical saxophonist Cecil Leeson, who had commissioned the work. The piece helped establish the saxophone as a serious concert instrument in an era when it was still widely associated with jazz and popular music.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Saxophone_Sonata_(Creston)",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "A classical saxophone sonata claiming space on the concert stage mirrors the episode’s theme of embracing one’s unique voice and beauty in a world of rigid expectations."
    },
    {
      "hour": 1,
      "fact_text": "On 15 February 1972, sound recordings in the United States received federal copyright protection for the first time. Until then, only the underlying musical compositions were protected, meaning that the actual recorded performances—voices, improvisations, and studio craft—had far fewer legal safeguards.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "A milestone in protecting recorded sound pairs naturally with an episode about Auto-Tune and studio technology reshaping how voices are captured, controlled, and valued."
    },
    {
      "hour": 2,
      "fact_text": "On 15 February 2001, the first draft of the complete human genome was published in the journal Nature. For the first time, scientists had a nearly complete map of our species’ genetic instructions, revealing both how similar humans are to one another and how much mystery still lies within our DNA.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Human_genome",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Mapping the human genome is a monument to curiosity and long-term learning, perfectly aligned with an episode that meditates on how sustained effort and scientific insight reshape our minds."
    },
    {
      "hour": 3,
      "fact_text": "On 15 February 2013, a 20‑meter-wide meteor exploded over Russia near the city of Chelyabinsk, releasing energy equivalent to roughly 400–500 kilotons of TNT. The shock wave shattered windows across six cities and injured about 1,500 people—just hours before a larger, unrelated asteroid made a record‑close flyby of Earth.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Chelyabinsk_meteor",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A sudden fireball from space rewriting the morning sky resonates with an episode about shifting perspectives and seeing open space—cosmic or emotional—as a canvas rather than a void."
    },
    {
      "hour": 4,
      "fact_text": "On 15 February 2003, the very last Ariane 4 rocket lifted off from the Guiana Space Centre, carrying the communications satellite Intelsat 907. After 15 years of launches and an impressive reliability record, this final flight marked the end of one of Europe’s most successful workhorse rockets.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ariane_4",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A final, graceful ascent of a legendary rocket fits with an evening journey that begins slowly and builds into a celebratory orbit around the globe’s soundscapes."
    },
    {
      "hour": 5,
      "fact_text": "On 15 February 1996, a powerful Long March 3B rocket carrying the Intelsat 708 satellite veered off course just seconds after liftoff from China’s Xichang Satellite Launch Center. It crashed into a nearby village in a fiery disaster that killed at least several people and prompted intense scrutiny of launch safety and secrecy.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Intelsat_708",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A rocket’s sudden, catastrophic misfire is a literal electric shock from the sky, echoed metaphorically by the episode’s high-voltage guitars and intense, jolting energy."
    },
    {
      "hour": 6,
      "fact_text": "On 15 February 1954, Canada and the United States agreed to build the Distant Early Warning Line, a chain of radar stations across the Arctic. This frozen electronic fence was designed to spot Soviet bombers during the Cold War, turning the polar night into a vast, humming sensor network.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Distant_Early_Warning_Line",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A chain of cold, humming radar outposts watching the skies contrasts beautifully with an episode inviting a 'slow planet'—a gentle antidote to the anxious, always-alert logic of early warning systems."
    },
    {
      "hour": 7,
      "fact_text": "On 15 February 1949, archaeologists Gerald Lankester Harding and Roland de Vaux began excavations at Qumran’s Cave 1, soon uncovering the first seven Dead Sea Scrolls. These fragile scrolls, hidden for nearly two millennia, preserved some of the oldest known biblical manuscripts and reshaped our understanding of ancient Judaism.",
      "fact_year": 1949,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Qumran_Caves",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Ancient scrolls emerging from desert caves and a musical tradition born from deep historical layers both tell stories of memory, ritual, and hidden roots resurfacing into the light."
    },
    {
      "hour": 8,
      "fact_text": "On 15 February 1493, sailing home on the Niña, Christopher Columbus wrote an open letter describing his first voyage and the lands and peoples he had encountered. Printed and rapidly circulated across Europe, the letter fueled imaginations, speculation, and imperial ambitions about this so‑called “New World.”",
      "fact_year": 1493,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Columbus's_letter_on_the_first_voyage",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A seaborne letter broadcasting news of distant shores is an early 'travel dispatch', mirroring an episode about journeys, shifting perspectives, and how movement changes the way we see home."
    },
    {
      "hour": 9,
      "fact_text": "On 15 February 1923, Greece became the last European country to adopt the Gregorian calendar, jumping forward 13 days to synchronize with most of the Western world. Overnight, everyday life, religious festivals, and anniversaries all had to be recalibrated to a new way of counting time.",
      "fact_year": 1923,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A Greek leap into a new calendar era fits perfectly with a sunlit tour around the Mediterranean, where shared seas connect people even as they mark time in different ways."
    },
    {
      "hour": 10,
      "fact_text": "On 15 February 1899, Tsar Nicholas II issued the February Manifesto, curtailing the autonomy of the Grand Duchy of Finland. The decree began a period of intensified “Russification,” provoking resistance and fueling a Finnish independence movement that would eventually reshape the region’s political map.",
      "fact_year": 1899,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_Manifesto",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A decree limiting a people’s autonomy and sparking resistance echoes the Tuareg story of cultural survival and musical defiance in the face of political pressure and marginalization."
    },
    {
      "hour": 11,
      "fact_text": "On 15 February 1898, the battleship USS Maine exploded and sank in Havana Harbor, killing around 274 crew members. The still‑debated disaster inflamed public opinion in the United States and became a rallying cry—“Remember the Maine!”—on the road to the Spanish–American War.",
      "fact_year": 1898,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Maine_(1890)",
      "episode": {
        "id": 31,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "The Maine’s explosion in a Caribbean harbor and the colonial tensions it sparked contrast with dub and reggae’s reflective, often anti‑imperial spirit emerging later from the same wider region."
    },
    {
      "hour": 12,
      "fact_text": "On 15 February 1970, Dominicana de Aviación Flight 603 crashed into the Caribbean Sea shortly after takeoff from Las Américas International Airport. All 102 people on board died, including members of Puerto Rico’s women’s national volleyball team and world champion boxer Carlos Cruz, abruptly ending several rising sporting careers.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dominicana_de_Aviación_Flight_603",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A journey meant to begin a new chapter ending suddenly in the sea is poignantly contrasted with an episode built around motion, travel, and the fragile promise of setting off 'on the go.'"
    }
  ],
  "generated_at": "2026-02-15T00:00:00.011361+00:00",
  "date": "2026-02-15",
  "updated_at": "2026-02-15T12:00:01.556066+00:00"
}