{
  "current_hour": 10,
  "current_fact": {
    "hour": 10,
    "fact_text": "In 1923, Greece became the last European country to adopt the Gregorian calendar, jumping forward 13 days to align with most of the world. Overnight, entire communities had to adjust birthdays, feast days, and a sense of shared time itself.",
    "fact_year": 1923,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
    "episode": {
      "id": 17,
      "title": "Morning Drops #11 - Mediterranean Boat",
      "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
      "songs": [
        "Arleta - Bar To Navagio",
        "Baba Zula - Tavla",
        "Mylène Farmer - Désenchantée",
        "Fabrizio De André - Crêuza de mä"
      ],
      "music-genres": [
        "Greek Folk",
        "Turkish Psychedelic",
        "French Pop",
        "Italian Singer-Songwriter"
      ]
    },
    "match_reason": "A Mediterranean nation literally changing its days fits with a musical voyage around the same sea, where cultures sync and re-sync their rhythms over time."
  },
  "queue": [
    {
      "hour": 11,
      "fact_text": "On February 15, 1899, Tsar Nicholas II issued the February Manifesto, sharply reducing the autonomy of the Grand Duchy of Finland. The decree began a period Finns remember as an era of oppression, but it also fueled a growing movement for national identity and eventual independence.",
      "fact_year": 1899,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_Manifesto",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "Finnish struggles under empire and a Scottish-focused episode both reflect small nations asserting identity and grounding themselves under bigger, shifting political skies."
    },
    {
      "hour": 12,
      "fact_text": "During the Anglo-French War of 1213–1214, King John of England landed an invasion force at La Rochelle on February 15, 1214. His attempt to reclaim lost territories in France ultimately failed, setting the stage for domestic unrest and, a year later, the creation of Magna Carta.",
      "fact_year": 1214,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Anglo-French_War_(1213%E2%80%931214)",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A king’s failed campaign and a show about women seizing the stage both wrestle with power, resistance, and who gets to lead the charge in a battle—military or musical."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1942, the Fall of Singapore culminated with British General Arthur Percival’s surrender to Japanese forces. Around 80,000 troops were taken prisoner in what became the largest capitulation of British-led soldiers in history, shocking the empire and reshaping the war in Asia.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fall_of_Singapore",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A dramatic turning point in a global journey of war is paired with an episode about voyages and shifting perspectives, inviting listeners to reflect on where empires and people are headed."
    },
    {
      "hour": 14,
      "fact_text": "On February 15, 1945, Allied bombers continued their devastating raids on Dresden for a third day, turning much of the baroque city into smoldering ruins. The firestorm killed tens of thousands and left a lasting debate about the ethics and necessity of such bombing in the final months of World War II.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Dresden",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A city consumed by man-made storms and an episode about weathering emotional downpours share imagery of destruction, transition, and the hard work of imagining a calmer sky afterwards."
    },
    {
      "hour": 15,
      "fact_text": "On this day in 1982, the offshore drilling rig Ocean Ranger capsized and sank in a fierce North Atlantic storm off Newfoundland, killing all 84 workers on board. Investigations later revealed design flaws and safety shortcomings, turning the platform into a symbol of the hidden risks behind deep-sea oil extraction.",
      "fact_year": 1982,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ocean_Ranger",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A tragic structure lost to the sea and an episode about submerging into water’s depths together highlight the ocean as both refuge and risk, inviting a more conscious immersion."
    },
    {
      "hour": 16,
      "fact_text": "On February 15, 1970, Dominicana de Aviación Flight 603 crashed into the Caribbean Sea shortly after takeoff from Las Américas International Airport, killing all 102 aboard. Among the victims were members of the Puerto Rico women's national volleyball team and boxer Carlos Cruz, turning a routine flight into a loss felt across sports communities.",
      "fact_year": 1970,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dominicana_de_Aviaci%C3%B3n_Flight_603",
      "episode": {
        "id": 27,
        "title": "Morning Drops #27 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A holiday-bound flight lost over warm waters and an episode about languid coastal summers sit in poignant contrast, making the sunlit jazz feel like a gentle memorial to journeys cut short."
    },
    {
      "hour": 17,
      "fact_text": "On this day in 2012, a devastating fire swept through the Comayagua prison in Honduras, killing around 360 inmates. The blaze, which spread rapidly through overcrowded and locked cell blocks, exposed systemic failures in safety, infrastructure, and the treatment of incarcerated people.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Comayagua_prison_fire",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A tragedy in locked, overcrowded cells and an episode about escaping boxes both point to what happens when systems confine people versus when they are allowed to redefine themselves."
    },
    {
      "hour": 18,
      "fact_text": "On February 15, 1996, a Long March 3B rocket carrying the Intelsat 708 satellite veered off course just after liftoff from China’s Xichang Satellite Launch Center. It slammed into a nearby village in a fiery crash that killed an unknown number of people, underscoring how the path to orbit can pass dangerously close to everyday life.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Intelsat_708",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A rocket’s misdirected ascent over a village and a musical arc from medina alleyways to cosmic, ambient grooves both trace how global ambitions intersect with local streets and skies."
    },
    {
      "hour": 19,
      "fact_text": "Also on this day in 1996, the United States Embassy in Athens was struck by an anti-tank rocket fired by the militant group Revolutionary Organization 17 November. The early-morning attack caused damage but no casualties, serving as a stark reminder of how symbols of diplomacy can become battlefields in ideological conflicts.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Revolutionary_Organization_17_November",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A politically motivated attack on a U.S. embassy and an episode about Residente’s outspoken, anti-establishment voice both explore how dissent targets symbols of power, whether with lyrics or rockets."
    },
    {
      "hour": 20,
      "fact_text": "On February 15, 2001, the journal Nature published one of the landmark papers announcing the draft human genome, while its competitor Science published another from a rival project. The dual publications turned sequencing DNA into front-page news, and briefly made molecular biology the hottest story on Earth.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nature_(journal)",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Publishing the genome is like releasing the ultimate multi-layered sample library of life; trip-hop’s art of sampling and recombining echoes how genes are read, spliced, and remixed into new forms."
    },
    {
      "hour": 21,
      "fact_text": "On this day in 190,000-ish years of future listening (and exactly this date in human history), your terrestrial ancestors are still debating time. The Gregorian calendar you use today, normalized bit by bit—finishing in Europe with Greece’s switch in 1923—quietly stitched human days into a single global rhythm that planets and aliens can now tune into.",
      "fact_year": 1923,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 15,
        "title": "Morning Drops #09 - Birthday Cake",
        "description": "Today's breakfast comes with a sprinkle of stardust and a slice of birthday cake as we celebrate a pure and unique soul, Yasmin. On Sedna, we may not do years, but we sure know how to party!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-birthdaycake",
        "songs": [
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title"
        ],
        "music-genres": [
          "Eclectic",
          "Celebratory"
        ]
      },
      "match_reason": "A worldwide agreement on how to count days makes collective birthdays and anniversaries possible, aligning perfectly with a playful, calendar-bending celebration of time and life on Sedna."
    },
    {
      "hour": 22,
      "fact_text": "On February 15, 1904+ (in spirit if not in digits), the same species that once feared meteors and omens now launches rockets, sequences genomes, and streams music to distant worlds. Every historical event on this date—war, art, science, tragedy—forms a kind of human mixtape, layered with dissonance and harmony.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_15",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A whole day’s collage of events is like a debut mixtape for a species; the first Sedna FM episode is exactly that—a raw, wide-ranging compilation that sets the tone for everything after."
    },
    {
      "hour": 23,
      "fact_text": "And on one particular February 15, a small radio signal from another planet quietly threaded all these stories together for you. Somewhere between the Niña’s wake, an Arctic radar ping, the Chelyabinsk flash, and a saxophone in Carnegie Hall, you tuned in—and turned a list of dates into a living, cosmic playlist.",
      "fact_year": 2026,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Radio",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A closing reflection about weaving journeys together fits with a boat full of people sharing songs at sea—different currents meeting in one vessel, just like today’s timeline in one broadcast."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1940, Paul Creston’s Saxophone Sonata received its official premiere in Carnegie Chamber Hall, performed by pioneering classical saxophonist Cecil Leeson with the composer at the piano. The piece helped establish the saxophone as a serious concert instrument, expanding its identity beyond jazz and military bands.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Saxophone_Sonata_(Creston)",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "A classical saxophone sonata claiming space for a marginalized instrument mirrors the episode’s celebration of embracing your authentic form and sound."
    },
    {
      "hour": 1,
      "fact_text": "On February 15, 1972, sound recordings in the United States were granted federal copyright protection for the first time. This legal shift transformed records from fragile, unprotected artifacts into recognized creative works, reshaping how artists, labels, and listeners relate to recorded music.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sound_recording_and_reproduction",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "Both the copyright milestone and the Auto-Tune story explore how technology and law redefine what a recorded voice is and who controls it."
    },
    {
      "hour": 2,
      "fact_text": "In 2001, the first draft of the complete human genome was published in the journal Nature. For the first time, humanity could read a rough map of its own biological code, opening new paths for medicine, ancestry research, and deep questions about identity.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Human_genome",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Decoding the human genome is a planetary act of learning and iteration, resonating with the episode’s focus on curiosity, frustration, and breakthrough in understanding ourselves."
    },
    {
      "hour": 3,
      "fact_text": "On February 15, 2013, a meteor exploded high above Chelyabinsk, Russia, unleashing a shock wave that shattered windows across the region and injured around 1,500 people. The dramatic fireball arrived just hours before a different asteroid made a record-close pass by Earth—two unrelated cosmic visitors in a single day.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Chelyabinsk_meteor",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A surprise meteor and a close-passing asteroid are literal space shifts, matching the episode’s theme of reimagining the vastness above as creative space rather than empty danger."
    },
    {
      "hour": 4,
      "fact_text": "In 2003, the very last Ariane 4 rocket lifted off from the Guiana Space Centre, carrying the Intelsat 907 communications satellite into orbit. This final flight closed the chapter on a workhorse launcher that had quietly connected continents with television, phone calls, and data for 15 years.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ariane_4",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The graceful retirement of a space workhorse and the calm, orbital feel of downtempo and trip-hop both evoke a slow, drifting planet circling through its final revolutions."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 1954, Canada and the United States agreed to construct the Distant Early Warning Line—thousands of kilometers of radar stations scattered across the Arctic. Built on frozen coasts and lonely tundra, it was a Cold War attempt to watch the sky for incoming bombers before they crossed the pole.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Distant_Early_Warning_Line",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A chain of radar outposts pulsing with electricity in the Arctic night fits the high-voltage guitar energy and the idea of technological ‘shocks’ guarding a tense world."
    },
    {
      "hour": 6,
      "fact_text": "In 1949, archaeologists Gerald Lankester Harding and Roland de Vaux began excavations at Qumran’s Cave 1, soon uncovering the first seven Dead Sea Scrolls. These fragile manuscripts, hidden for nearly two millennia, preserved some of the oldest known biblical texts and rewrote parts of religious and historical scholarship.",
      "fact_year": 1949,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Qumran_Caves",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Unearthing ancient scrolls and tracing flamenco’s deep, hidden roots both involve listening to voices from the past that were preserved on the margins of deserts and empires."
    },
    {
      "hour": 7,
      "fact_text": "On February 15, 1493, aboard the Niña, Christopher Columbus drafted an open letter describing the lands, peoples, and unexpected plants and animals he had encountered on his first voyage. Printed and widely distributed in Europe, it acted like a viral dispatch, reshaping how an entire continent imagined the world’s edges.",
      "fact_year": 1493,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Columbus%27s_letter_on_the_first_voyage",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A sailor’s world-expanding letter and an episode about travel as meditation share the idea that journeys reshape inner maps as much as physical ones."
    },
    {
      "hour": 8,
      "fact_text": "In 1798, after French troops under General Louis-Alexandre Berthier occupied Rome, they proclaimed a new Roman Republic. For a brief moment, revolutionary ideas and ancient ruins collided, and the city that once ruled an empire tried on a modern republican identity.",
      "fact_year": 1798,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Roman_Republic_(1798%E2%80%931799)",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "An Italian city reinventing itself politically pairs with an Italian-rooted episode about place, memory, and the shifting meanings of landscape and homeland."
    },
    {
      "hour": 9,
      "fact_text": "On this day in 1898, the U.S. battleship USS Maine mysteriously exploded and sank in Havana Harbor, killing most of her crew. The disaster, still debated by historians, became a rallying cry in American newspapers and helped propel the United States into war with Spain.",
      "fact_year": 1898,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Maine_(1890)",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A war-triggering explosion in a tropical harbor and an episode about disciplined combat sports by the sea both sit at the edge where conflict, body, and water meet."
    },
    {
      "hour": 10,
      "fact_text": "In 1923, Greece became the last European country to adopt the Gregorian calendar, jumping forward 13 days to align with most of the world. Overnight, entire communities had to adjust birthdays, feast days, and a sense of shared time itself.",
      "fact_year": 1923,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A Mediterranean nation literally changing its days fits with a musical voyage around the same sea, where cultures sync and re-sync their rhythms over time."
    }
  ],
  "generated_at": "2026-02-15T00:00:00.010216+00:00",
  "date": "2026-02-15",
  "updated_at": "2026-02-15T10:00:01.375996+00:00"
}