{
  "current_hour": 2,
  "current_fact": {
    "hour": 2,
    "fact_text": "In 1880, while experimenting with incandescent lamps, Thomas Edison noticed that a mysterious electric current could jump from a hot filament to a nearby metal plate inside the vacuum bulb. This curious effect, later called thermionic emission or the “Edison effect,” quietly paved the way for vacuum tubes, early radios, and the dawn of modern electronics.",
    "fact_year": 1880,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Thermionic_emission",
    "episode": {
      "id": 11,
      "title": "Morning Drops #05 - Electric Shock",
      "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
      "songs": [
        "Johnny Winter - Highway 61 Revisited",
        "Joan Armatrading - Sleight of Hand",
        "Joan Armatrading - Russian Roulette",
        "Jimi Hendrix - Freedom",
        "Jeff Beck - Scatterbrain"
      ],
      "music-genres": [
        "Blues Rock",
        "Rock",
        "Electric Blues"
      ]
    },
    "match_reason": "A discovery about electrons leaping through a vacuum pairs naturally with an ‘Electric Shock’ set full of high-voltage guitar and charged energy."
  },
  "queue": [
    {
      "hour": 3,
      "fact_text": "On 13 February 1914, composers and songwriters in New York City founded ASCAP, the American Society of Composers, Authors and Publishers. For the first time on a large scale, musicians organized to make sure that when their music was played in public, they actually got paid—a quiet revolution in turning songs into sustainable livelihoods.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Society_of_Composers,_Authors_and_Publishers",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "An episode about how technology reshaped the sound of music echoes ASCAP’s earlier fight to reshape the economics and rights behind that same music."
    },
    {
      "hour": 4,
      "fact_text": "On 13 February 1960, France detonated its first nuclear device, codenamed “Gerboise Bleue,” in the Algerian Sahara. The blast was roughly four times stronger than the bomb dropped on Hiroshima, making France the world’s fourth nuclear power and leaving a long, radioactive shadow over the desert and its people.",
      "fact_year": 1960,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gerboise_Bleue_(nuclear_test)",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A destructive nuclear “sun” in the desert meets an episode about storms, resilience, and the hope that even the most ominous skies eventually clear."
    },
    {
      "hour": 5,
      "fact_text": "On 13 February 1633, Galileo Galilei arrived in Rome to stand trial before the Inquisition for championing the idea that Earth orbits the Sun. His telescopes had revealed moons circling Jupiter and phases of Venus, but his insistence on what he had seen turned a scientific insight into a dangerous act of defiance against orthodoxy.",
      "fact_year": 1633,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Galileo_Galilei",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Galileo’s challenge to accepted “truths” about the cosmos mirrors this episode’s interrogation of our modern beliefs about technology, connection, and what we take for granted."
    },
    {
      "hour": 6,
      "fact_text": "On 13 February 1913, the 13th Dalai Lama formally proclaimed Tibet’s independence after the fall of China’s Qing dynasty. For nearly four decades, Tibet operated as a de facto independent state in the high Himalayas, asserting its own symbols, governance, and foreign relations in the thin air of the “roof of the world.”",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/13th_Dalai_Lama",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The calm, contemplative energy of a ‘Slow Planet’ echoes Tibet’s remote highlands and the Dalai Lama’s quiet, spiritual assertion of independence."
    },
    {
      "hour": 7,
      "fact_text": "On 13 February 1967, researchers in Madrid uncovered the long-misplaced Madrid Codices by Leonardo da Vinci in Spain’s National Library. These notebooks, lost for centuries, revealed pages of mechanical sketches, mathematical studies, and mirrored writing—like a time capsule briefly reopening the mind of a Renaissance polymath.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Codex_Madrid_(Leonardo)",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Rediscovering Leonardo’s notebooks is like opening a masterclass in curiosity and lifelong learning, perfectly in tune with an episode about the joy of learning and mental exploration."
    },
    {
      "hour": 8,
      "fact_text": "On 13 February 1955, just a few years after their sensational discovery, Israel acquired four of the seven original Dead Sea Scrolls. These fragile, 2,000‑year‑old manuscripts—hidden for centuries in desert caves—suddenly shifted from obscurity to reshaping our understanding of ancient Judaism and the textual roots of the Bible.",
      "fact_year": 1955,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dead_Sea_Scrolls",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Ancient manuscripts that preserve spiritual and cultural memory pair with an episode about Flamenco’s deep historical roots and the way tradition travels through time."
    },
    {
      "hour": 9,
      "fact_text": "On 13 February 1954, Furman University’s Frank Selvy scored an astonishing 100 points in a single NCAA Division I basketball game. No college player before or since has matched this feat—he took 66 shots, made 41 of them, and turned one night in a small gym into sports mythology.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Frank_Selvy",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A once‑in‑a‑lifetime athletic performance resonates with an episode rooted in combat sports, discipline, and pushing the body to extraordinary limits."
    },
    {
      "hour": 10,
      "fact_text": "On 13 February 1935, a jury in Flemington, New Jersey found Bruno Richard Hauptmann guilty of kidnapping and murdering the infant son of aviator Charles Lindbergh. The intensely publicized “Trial of the Century” turned courtroom proceedings into mass spectacle and fueled lasting debates over evidence, justice, and media frenzy.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bruno_Richard_Hauptmann",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "A dark story of public judgment and sensationalism is balanced by an episode focused on compassion, inner worth, and seeing beyond surface narratives."
    },
    {
      "hour": 11,
      "fact_text": "On 13 February 1945, after a brutal two‑month encirclement, the Siege of Budapest ended with the surrender of the remaining German and Hungarian forces to the Soviet Red Army. Much of the city lay in ruins, and civilians had endured starvation, street fighting, and one of the bloodiest urban battles of World War II.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siege_of_Budapest",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The moody, cinematic textures of trip‑hop pair with a reflection on a devastated city and the heavy, lingering atmospheres left in the wake of war."
    },
    {
      "hour": 12,
      "fact_text": "Also on 13 February 1945, Royal Air Force bombers began a massive aerial attack on Dresden, Germany. Over the next days, waves of incendiary bombs turned large parts of the baroque city into a firestorm, sparking enduring ethical debates about strategic bombing and civilian casualties.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Dresden_in_World_War_II",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "An episode about looking back after trauma and slowly rebuilding mirrors Dresden’s painful aftermath and the long process of reckoning with history."
    },
    {
      "hour": 13,
      "fact_text": "On 13 February 1352, in the storm‑tossed waters of the Bosporus, fleets from Genoa, Venice, Aragon, and Byzantium clashed in a night battle during the War of the Straits. Lanterns, arrows, and ramming galleys turned a narrow channel between continents into a chaotic, spray‑soaked arena of medieval naval warfare.",
      "fact_year": 1352,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_the_Bosporus",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A sea battle at a Mediterranean crossroads pairs neatly with an episode that sails between Italian coasts and seafaring songs like “Ma come fanno i marinai.”"
    },
    {
      "hour": 14,
      "fact_text": "On 13 February 1979, an intense windstorm tore across western Washington State and snapped a 0.5‑mile (0.8 km) section of the Hood Canal Bridge, sending part of the world’s longest floating bridge into the water. The disaster showed how vulnerable our grand engineering projects can be when the weather decides to rearrange the map.",
      "fact_year": 1979,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_13,_1979,_windstorm",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A storm strong enough to sink part of a floating bridge suits an episode unfolding at sea, where wind, waves, and human structures are always in delicate balance."
    },
    {
      "hour": 15,
      "fact_text": "On 13 February 2001, a magnitude 6.6 earthquake struck El Salvador, the second major quake there in just a month. Beyond the tragic loss of more than 300 lives, the event highlighted how seismic waves can repeatedly hammer the same vulnerable landscapes, and how communities learn to live with a restless Earth.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_2001_El_Salvador_earthquake",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "An earthquake reminds us how unstable the ground beneath us can be; this episode offers a kind of moving meditation—rhythmic travel, perspective shifts, and gentle grounding after the shock."
    },
    {
      "hour": 16,
      "fact_text": "On 13 February 1991, during the Gulf War, two laser-guided bombs hit the Amiriyah shelter in Baghdad. Coalition forces believed it was a military command site, but over 400 civilians seeking refuge were killed, turning a symbol of safety into one of the war’s most haunting tragedies.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Amiriyah_shelter_bombing",
      "episode": {
        "id": 32,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A stark episode of wartime violence resonates with Canserbero’s raw, socially conscious storytelling and his focus on tragedy, ethics, and the human cost behind headlines."
    },
    {
      "hour": 17,
      "fact_text": "On 13 February 2008, Australian Prime Minister Kevin Rudd delivered a formal apology to Indigenous Australians, especially the Stolen Generations who had been taken from their families under government policies. Broadcast nationwide, the apology marked a powerful symbolic step toward acknowledging historical injustice and beginning a different conversation.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apology_to_Australia%27s_Indigenous_peoples",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "A national act of apology and recognition connects to an episode centered on powerful voices that demand respect, justice, and emotional truth."
    },
    {
      "hour": 18,
      "fact_text": "On 13 February 2011, for the first time in over a century, the Umatilla people exercised their treaty right to hunt and harvest a bison outside Yellowstone National Park. The hunt symbolized not just food, but the partial restoration of a broken relationship between a Native American tribe, a keystone species, and a landscape they had long been excluded from.",
      "fact_year": 2011,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bison",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A story of Indigenous sovereignty, land, and animal kinship aligns with Tuareg desert music shaped by survival, ancestral memory, and the bond between people and their environment."
    },
    {
      "hour": 19,
      "fact_text": "On 13 February 2021, a sprawling winter storm blanketed Texas and northern Mexico in ice and snow, knocking out power for millions of people. The blackout exposed how fragile modern infrastructure can be when extreme weather collides with unprepared energy systems, turning homes into frozen islands overnight.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_13%E2%80%93_17,_2021_North_American_winter_storm",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "An ice storm that literally froze a region finds a subtle echo in ‘Unfreezing’—an episode about thawing, small steps, and quietly warming back up to life."
    },
    {
      "hour": 20,
      "fact_text": "On 13 February 2001, the same day as the earthquake in El Salvador, the world also watched how quickly information and images could circle the globe in the early internet age—seismic data and human stories moving almost as fast as the tremors themselves. Today’s seismic networks, built on the foundations of magnitude scales developed over the 20th century, let us “hear” the planet’s pulse in real time.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Seismic_magnitude_scales",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both global seismic networks and orca migrations are ways of listening to Earth’s hidden rhythms—one through sensors in rock, the other through quiet encounters in deep water."
    },
    {
      "hour": 21,
      "fact_text": "Around every 27,000 years, the white dwarf “Lucy” (BPM 37093) slowly cools and crystallizes a little more, reminding us that even stars age into solid, shimmering relics. Astronomers study such stellar corpses not just for their beauty, but because their cooling rate works like a cosmic clock, helping us estimate the ages of star clusters and our galaxy itself.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/White_dwarf",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A slowly crystallizing star used as a galactic clock pairs with an episode about immersion and deep time—sinking below the surface to feel the long rhythms behind the visible moment."
    },
    {
      "hour": 22,
      "fact_text": "The 13th Dalai Lama’s 1913 proclamation didn’t just announce independence; it also launched a slow program of reform in Tibet, from modernizing the army to cautiously engaging foreign powers. His reign became a bridge between traditional monastic rule and the pressures of a rapidly changing 20th‑century world pressing up against Tibet’s high borders.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tibet",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A high‑altitude, contemplative society navigating slow reforms resonates with the unhurried, reflective jazz of an ‘Endless Summer’—both are about stretching time and finding balance in change."
    },
    {
      "hour": 23,
      "fact_text": "ASCAP’s founding on 13 February 1914 quietly transformed how musicians earn a living: it introduced the idea that a song is not just a performance, but an ongoing rights-bearing work that travels through radio waves, venues, and now streams. Every time a track plays, a little echo of that 1914 decision still ripples through the music industry.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Copyright",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A foundational moment in music rights is matched with Sedna FM’s own first foundation episode—a reminder that every station, like every song, begins with a decision to claim its voice."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 2004, astronomers at the Harvard–Smithsonian Center for Astrophysics announced that a white dwarf star called BPM 37093 had crystallized into what is essentially a cosmic diamond. Weighing an estimated 10 billion trillion trillion carats, they nicknamed it “Lucy” after The Beatles’ “Lucy in the Sky with Diamonds,” turning a dense stellar remnant into the universe’s most poetic gemstone.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/BPM_37093",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A star-sized diamond called “Lucy” fits perfectly with an episode about reimagining empty space as creative potential and cosmic possibility."
    },
    {
      "hour": 1,
      "fact_text": "On 13 February 2012, the European Space Agency launched its Vega rocket for the first time from Europe’s spaceport in Kourou, French Guiana. Designed to carry small scientific payloads into orbit, Vega opened up a more flexible, cost-effective gateway to space for Europe’s experimental missions and Earth‑observing satellites.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vega_(rocket)",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A new rocket’s maiden voyage aligns with the episode’s theme of setting off toward distant destinations and exploring new territories."
    },
    {
      "hour": 2,
      "fact_text": "In 1880, while experimenting with incandescent lamps, Thomas Edison noticed that a mysterious electric current could jump from a hot filament to a nearby metal plate inside the vacuum bulb. This curious effect, later called thermionic emission or the “Edison effect,” quietly paved the way for vacuum tubes, early radios, and the dawn of modern electronics.",
      "fact_year": 1880,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Thermionic_emission",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A discovery about electrons leaping through a vacuum pairs naturally with an ‘Electric Shock’ set full of high-voltage guitar and charged energy."
    }
  ],
  "generated_at": "2026-02-13T00:00:00.015127+00:00",
  "date": "2026-02-13",
  "updated_at": "2026-02-13T02:00:01.618084+00:00"
}