{
  "current_hour": 14,
  "current_fact": {
    "hour": 14,
    "fact_text": "On March 1, 1942, Japanese forces landed on Java, the main island of the Dutch East Indies, striking at multiple points along the coast. This invasion shattered colonial control and set in motion political changes that would eventually help give birth to modern Indonesia.",
    "fact_year": 1942,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dutch_East_Indies",
    "episode": {
      "id": 22,
      "title": "Morning Drops #16 - The Sound of Tuareg",
      "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
      "songs": [
        "Les Filles de Illighadad - Imigradan",
        "Tinariwen - Amassakoul ’N’ Ténéré",
        "Liya Ag Ablil - Awa Adounia",
        "Tinariwen - Sastanàqqàm"
      ],
      "music-genres": [
        "Desert Blues",
        "Tuareg",
        "World Music"
      ]
    },
    "match_reason": "An island invaded by an empire and the long path to independence is paired with Tuareg desert blues, another music of occupation, resistance, and eventual self‑determination across colonized lands."
  },
  "queue": [
    {
      "hour": 15,
      "fact_text": "On March 1, 1815, Napoleon Bonaparte escaped his exile on the island of Elba and landed back in France, beginning the 'Hundred Days' campaign. With little more than charisma and audacity, he marched north, regaining an army and a throne—for a brief, dramatic moment.",
      "fact_year": 1815,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Napoleon",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "Napoleon’s audacious comeback and rapid transformation from exile to emperor aligns with an episode about artistic evolution and reinvention, both questioning how far a 'star treatment' can really carry someone."
    },
    {
      "hour": 16,
      "fact_text": "On March 1, 1562, royal troops attacked a Huguenot congregation in the town of Wassy, killing dozens of worshippers. The Massacre of Vassy is widely seen as the spark that ignited the French Wars of Religion, decades of brutal conflict over faith and power.",
      "fact_year": 1562,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Massacre_of_Vassy",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A massacre rooted in religious division contrasts with flamenco’s raw cries born from marginalized and persecuted communities in Iberia, both stories of faith, pain, and cultural survival across centuries."
    },
    {
      "hour": 17,
      "fact_text": "On March 1, 293, Roman emperors Diocletian and Maximian appointed Constantius Chlorus and Galerius as junior emperors, creating the Tetrarchy—four rulers for one empire. This power-sharing experiment was meant to stabilize a sprawling realm by turning a single throne into a carefully choreographed team.",
      "fact_year": 293,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Diocletian",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "Four rulers sharing one empire parallels a multi‑artist, multi‑genre 'collective voyage' episode, where different musical voices co‑govern the same journey like a sonic tetrarchy."
    },
    {
      "hour": 18,
      "fact_text": "On March 1, 1992, Bosnia and Herzegovina declared independence from the Socialist Federal Republic of Yugoslavia after a controversial referendum. This step toward self‑determination quickly spiraled into one of Europe’s most violent conflicts of the late 20th century, as political borders shifted faster than people’s lives could.",
      "fact_year": 1992,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bosnia_and_Herzegovina",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A Balkan republic navigating new borders connects with an episode about moving through Central and Eastern Europe, highlighting how frontiers, identity, and post‑socialist landscapes shape everyday journeys."
    },
    {
      "hour": 19,
      "fact_text": "On March 1, 1973, members of the Black September Organization stormed the Saudi embassy in Khartoum, Sudan, taking hostages and ultimately killing three Western diplomats. The siege played out over international radio and television, turning modern terrorism into a global media event.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Black_September_Organization",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A hostage crisis that unfolded through live media foreshadows our hyperconnected age; pairing it with an episode questioning our dependence on phones and networks highlights how technology mediates every distant crisis."
    },
    {
      "hour": 20,
      "fact_text": "On March 1, 1871, as French pride reeled from defeat, the parade of Prussian troops through Paris also exposed deep social fractures inside the city. Within weeks, those tensions would contribute to the radical experiment of the Paris Commune—another reminder that military victories rarely settle the battles inside people’s minds.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siege_of_Paris_(1870%E2%80%931871)",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A city outwardly defeated yet internally ready to overturn old systems pairs with an episode about breaking boxes and challenging imposed identities, echoing the restless energy that birthed the Commune."
    },
    {
      "hour": 21,
      "fact_text": "On March 1, 1896, Becquerel’s mysterious fogged plates hinted that atomic nuclei themselves could be unstable—an idea that would eventually lead to nuclear medicine, carbon dating, and nuclear power, as well as weapons. One accidental discovery ended up reshaping both how we heal and how we threaten each other.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Radioactive_decay",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A serendipitous 'mistake' in an experiment becoming a foundational discovery matches an episode about learning through confusion, failure, and persistence, showing how curiosity can transform accidents into insight."
    },
    {
      "hour": 22,
      "fact_text": "On March 1, 1998, James Cameron’s film \"Titanic\" became the first movie to gross over one billion dollars worldwide. A three‑hour historical romance about a doomed ship unexpectedly turned into a planetary shared experience, blending technology, music, and myth into box‑office history.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Titanic_(1997_film)",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A tragic love story set on an ocean liner becoming a global phenomenon fits an episode devoted to vulnerable, irrational love—the same emotional force that made audiences cry over a ship that sank a century earlier."
    },
    {
      "hour": 23,
      "fact_text": "On March 1, 2002, the launch of Envisat added a new, watchful 'eye' to the constellation of Earth‑observing satellites, quietly archiving changes in our oceans, ice sheets, and atmosphere. Long after it fell silent, its data still help scientists replay the early 21st‑century climate in remarkable detail.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Earth_observation_satellite",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A satellite continuously 'diving' its gaze into oceans and clouds mirrors an episode about immersion and going below the surface, with fluid, water‑like rhythms echoing Envisat’s long, circling watch over Earth."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1896, while experimenting with phosphorescent uranium salts, Henri Becquerel accidentally discovered radioactive decay when photographic plates stored in a drawer mysteriously fogged. He had stumbled upon a new, invisible form of energy emitted spontaneously from atoms, opening the door to nuclear physics and fundamentally changing our understanding of matter.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Henri_Becquerel",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "Becquerel’s discovery of radioactivity was literally an invisible 'electric shock' to physics, matching the episode’s theme of sudden energy jolts and charged sound."
    },
    {
      "hour": 1,
      "fact_text": "On March 1, 1966, the Soviet Venera 3 probe smashed into the surface of Venus, becoming the first human-made object to reach another planet. It never sent data back from the surface, but its journey marked a bold step in interplanetary exploration toward one of the most hostile worlds in the Solar System.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Venera_3",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A probe diving into the void of Venus pairs with an episode about reframing emptiness and 'space' as creative territory, with propulsive tracks echoing the momentum of a planetary mission."
    },
    {
      "hour": 2,
      "fact_text": "In 2002, Space Shuttle Columbia launched on mission STS-109, carrying astronauts to upgrade the Hubble Space Telescope in orbit. Their work extended Hubble’s life and sharpened its cosmic vision, setting the stage for many of the telescope’s most iconic deep-space images.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-109",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "An orbital servicing mission that clears humanity’s cosmic view matches an episode that slowly crescendos like a rising shuttle, with ambient 'solar wind' textures and expansive, spacey grooves."
    },
    {
      "hour": 3,
      "fact_text": "Also in 2002, the European Space Agency launched Envisat, a massive Earth-observation satellite the size of a small bus. For a decade it circled 800 kilometers above our planet, quietly watching oceans, ice, and atmosphere to track climate change and environmental shifts on a global scale.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Envisat",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A satellite patiently watching Earth’s rhythms pairs with a 'Slow Planet' soundtrack, both inviting a zoomed-out, gentle view of our world and its changing climate."
    },
    {
      "hour": 4,
      "fact_text": "On March 1, 1872, Yellowstone became the world’s first national park, protecting geysers, hot springs, and vast wilderness from private exploitation. This decision helped launch a global movement to preserve natural landscapes for both ecological health and human wonder.",
      "fact_year": 1872,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yellowstone_National_Park",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A pioneering act of nature protection resonates with an episode immersed in wild seascapes and marine life, both celebrating awe, conservation, and cinematic encounters with Earth’s untamed places."
    },
    {
      "hour": 5,
      "fact_text": "In 1964, Chile’s Villarrica Volcano erupted in a dramatic strombolian display, triggering fast-moving volcanic mudflows called lahars that destroyed half the town of Coñaripe. The event showed how fire and ice—lava and snowmelt—can combine into one of nature’s most devastating forces.",
      "fact_year": 1964,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Villarrica_(volcano)",
      "episode": {
        "id": 53,
        "title": "Morning Drops #46 - Fog and Fire",
        "description": "In today’s Morning Drops, Gaia brings us on a passport-free trip between two Italian energies: the foggy stillness of the North and the volcanic pulse of the South. Throughout the journey, Gaia shares four of her favourite Italian songwriters. Grab your coffee and tune into the radio show from another planet!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-fog-and-fire",
        "songs": [
          "Edoardo Bennato - La Torre Di Babele",
          "Zucchero - Diavolo in Me",
          "Lucio Dalla - Com'è Profondo il Mare",
          "Pino Daniele - Tutta N'ata Storia"
        ],
        "music-genres": [
          "Blues",
          "indie",
          "Italian",
          "Soft Rock"
        ]
      },
      "match_reason": "An explosive volcano and destructive lahars fit the 'fire' side of an episode explicitly about fog and volcanic energy, mirroring the tension between calm landscapes and sudden eruptions."
    },
    {
      "hour": 6,
      "fact_text": "Yellowstone’s creation in 1872 set a precedent, but national parks as a concept only spread globally over decades as other countries began safeguarding their own natural treasures. Today, thousands of protected areas trace their spiritual origin back to that single act of setting land aside simply because it was extraordinary.",
      "fact_year": 1872,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/National_park",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "The spread of national parks worldwide echoes an episode about travel, perspective shifts, and quiet environmental awareness, turning movement through landscapes into a kind of meditation."
    },
    {
      "hour": 7,
      "fact_text": "On March 1, 1893, Nikola Tesla gave one of the earliest public demonstrations of radio in St. Louis, transmitting signals without wires to astonished spectators. Decades before commercial broadcasting, he was already imagining a world stitched together by invisible waves.",
      "fact_year": 1893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nikola_Tesla",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "Tesla’s early radio show to a live crowd connects perfectly to Sedna’s own very first broadcast, both representing the birth of a new kind of wireless storytelling carried by invisible waves."
    },
    {
      "hour": 8,
      "fact_text": "In 1956, the International Air Transport Association completed a draft of the radiotelephony spelling system that would become the NATO phonetic alphabet—Alpha, Bravo, Charlie, and beyond. Designed to be understood over crackling radios in any accent, it turned misheard letters into a thing of the past for global aviation.",
      "fact_year": 1956,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NATO_phonetic_alphabet",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A system designed to make every letter crystal clear over radio aligns with an episode centered on lyrical clarity and powerful voices, where every bar needs to be heard and understood."
    },
    {
      "hour": 9,
      "fact_text": "On March 1, 1954, the United States detonated Castle Bravo, a 15‑megaton hydrogen bomb at Bikini Atoll—far more powerful than predicted. The unexpectedly massive explosion contaminated nearby islands and ships with radioactive fallout, becoming a grim lesson in the uncontrollable consequences of nuclear testing.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Castle_Bravo",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The haunting aftermath of Castle Bravo fits with the moody, cinematic textures of trip‑hop, a genre that often reflects on dark undercurrents and invisible fallout beneath the surface of modern life."
    },
    {
      "hour": 10,
      "fact_text": "In 1950, physicist Klaus Fuchs was convicted of passing atomic bomb secrets to the Soviet Union, having quietly slipped designs and calculations from the Manhattan Project to his handlers. His espionage accelerated the Soviet nuclear program and turned the physics community into a Cold War battleground of trust and secrecy.",
      "fact_year": 1950,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Klaus_Fuchs",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A scientist leading a double life as a spy mirrors the episode’s exploration of alter egos and hidden identities, with MF DOOM‑style masks and parallel personas echoing Fuchs’s secret role."
    },
    {
      "hour": 11,
      "fact_text": "On March 1, 2007, a violent tornado outbreak swept across the southern United States, spawning dozens of twisters over several days. One tornado struck Enterprise High School in Alabama, collapsing part of the building and tragically revealing how suddenly nature can turn an ordinary school day into a disaster.",
      "fact_year": 2007,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tornado_outbreak_of_February_28_%E2%80%93_March_2,_2007",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A devastating storm and the long recovery afterward pair with an episode about weathering literal and emotional storms, whose rain‑themed tracks lean into resilience and the promise that bad weather passes."
    },
    {
      "hour": 12,
      "fact_text": "In 1871, after months of siege during the Franco‑Prussian War, the victorious Prussian Army staged a triumphal parade through Paris. While the occupation was brief, the humiliation shook France and helped reshape European politics for decades.",
      "fact_year": 1871,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Franco-Prussian_War",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A marching army in a capital city connects with an episode about the sound of another city defined by steel and industry, both exploring how place, power, and crowds create their own noise and narratives."
    },
    {
      "hour": 13,
      "fact_text": "On March 1, 1941, Bulgaria signed the Tripartite Pact, formally joining the Axis powers of World War II. Caught between pressure from Nazi Germany and the Soviet Union, the country’s leaders chose a side that would pull their people deep into the war’s turmoil.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tripartite_Pact",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A small nation pressured into an alliance contrasts powerfully with an episode celebrating artists who 'refused to ask for permission', turning a story of coerced alignment into one about loud, self‑determined choices."
    },
    {
      "hour": 14,
      "fact_text": "On March 1, 1942, Japanese forces landed on Java, the main island of the Dutch East Indies, striking at multiple points along the coast. This invasion shattered colonial control and set in motion political changes that would eventually help give birth to modern Indonesia.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dutch_East_Indies",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An island invaded by an empire and the long path to independence is paired with Tuareg desert blues, another music of occupation, resistance, and eventual self‑determination across colonized lands."
    }
  ],
  "generated_at": "2026-03-01T00:00:00.011510+00:00",
  "date": "2026-03-01",
  "updated_at": "2026-03-01T14:00:01.584259+00:00"
}