{
  "current_hour": 22,
  "current_fact": {
    "hour": 22,
    "fact_text": "In early February 1904, as troops marched and shells fell in Manchuria, many European powers were stunned that Japan—not a Western empire—had initiated high-tech war at Port Arthur. It signaled a geopolitical plot twist: industrialized warfare no longer belonged exclusively to Europe and North America.",
    "fact_year": 1904,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Empire_of_Japan",
    "episode": {
      "id": 18,
      "title": "Morning Drops #12 - 80's Club",
      "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
      "songs": [
        "Donna Summer - I Feel Love",
        "Depeche Mode - Just Can't Get Enough",
        "Ken Laszlo - Hey Hey Guy",
        "Mylène Farmer - Sans Contrefaçon"
      ],
      "music-genres": [
        "Disco",
        "Synthpop",
        "Italo Disco",
        "French Pop"
      ]
    },
    "match_reason": "Just as electronic machines reshaped who led on the dancefloor in the 1980s, Japan’s industrial might reshaped who could lead on the battlefield in 1904—both moments where technology shifts the balance of power."
  },
  "queue": [
    {
      "hour": 23,
      "fact_text": "On February 8, 1962, French police turned a Paris Métro entrance into a death trap; but decades later, the Charonne station became a site of annual remembrance, with plaques and ceremonies honoring the victims. The space where people were once crushed now carries a quiet counterweight: names, flowers, and the insistence that public memory can outlast official silence.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Charonne_station",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A station transformed into a site of remembrance fits with an episode about timeless legacies—voices and songs that, like memorials, continue to speak long after the moment has passed."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "When Skylab 4 splashed down on February 8, 1974, its three astronauts had spent a then-record 84 continuous days in space, long enough for their bodies to start adapting to microgravity as a \"new normal.\" They returned with dramatic evidence of how weightlessness reshapes human physiology, from weakened muscles to fluid-shifted faces, offering early insights for future long-duration missions.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Skylab_4",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A space-station crew redefining life in orbit pairs naturally with an episode about reimagining emptiness as creative space and shifting perspective."
    },
    {
      "hour": 1,
      "fact_text": "In 1879, engineer Sandford Fleming proposed something we now take for granted: a single system of universal standard time, carved into 24 time zones around the globe. Before this, local solar time ruled, and railway timetables could be a chaotic patchwork where noon might differ from town to town by several minutes.",
      "fact_year": 1879,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sandford_Fleming",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Fleming’s painstaking quest to bring order to global time reflects the same patient, systemic thinking about learning, structure, and delayed rewards explored in this episode."
    },
    {
      "hour": 2,
      "fact_text": "On February 8, 1960, the Hollywood Walk of Fame was founded, turning an ordinary sidewalk into a glittering map of cultural memory. Today more than 2,700 brass stars stretch for over 2 kilometers, honoring not just film actors but also musicians, radio pioneers, and fictional characters that shaped the modern imagination.",
      "fact_year": 1960,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hollywood_Walk_of_Fame",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The Walk of Fame celebrates cultural stars across media, just as Sedna’s inaugural episode assembles a constellation of iconic tracks and artists that feel like its own little boulevard of fame."
    },
    {
      "hour": 3,
      "fact_text": "D. W. Griffith’s The Birth of a Nation premiered in Los Angeles in 1915, becoming one of cinema’s first feature-length blockbusters—and one of its most toxic. Technically groundbreaking with complex camera work and narrative scale, it also spread vicious racist propaganda, showing how powerful film could be both artistically and politically, for better or worse.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Birth_of_a_Nation",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Both the film and the episode explore how a medium’s evolution can amplify cultural narratives—one weaponizing cinema for racism, the other tracing flamenco’s roots as a voice for the marginalized."
    },
    {
      "hour": 4,
      "fact_text": "In 1910, newspaper magnate William D. Boyce incorporated the Boy Scouts of America after getting lost in a London fog and being helped by an “unknown Scout” who refused a tip. That small act of kindness inspired a movement that would weave camping, knot-tying, and civic duty into the childhoods of millions.",
      "fact_year": 1910,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Scouting_America",
      "episode": {
        "id": 12,
        "title": "Morning Drops #06 - Friend's Home",
        "description": "Yasmin and Gaia are reunited under the same roof to spend Easter Monday morning together, exploring that heartwarming 'just like home' feeling that comes from being surrounded by beloved friends.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-friends-home",
        "songs": [
          "Oumou Sangaré - Jah Rah Bee",
          "James Mason - Free",
          "Articolo 31 - Gente che spera",
          "Articolo 31 - Spirale ovale"
        ],
        "music-genres": [
          "Afropop",
          "Jazz-Funk",
          "Italian Hip-Hop"
        ]
      },
      "match_reason": "Scouting grew from a single helpful gesture into a community built on service and camaraderie, echoing the episode’s warm focus on friendship, shared shelter, and feeling at home together."
    },
    {
      "hour": 5,
      "fact_text": "On February 8, 1817, the Army of the Andes completed one of history’s most daring mountain crossings, hauling artillery and thousands of soldiers across icy Andean passes over 4,000 meters high. Their goal wasn’t conquest but liberation—linking up with San Martín to strike at Spanish rule in Chile from an unexpected direction.",
      "fact_year": 1817,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Army_of_the_Andes",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A perilous Andean crossing to change history resonates with an episode inspired by mountain landscapes and the emotional stories people carry into high places."
    },
    {
      "hour": 6,
      "fact_text": "The Battle of Eylau in 1807 was one of Napoleon’s bleakest “victories”—a ferocious winter clash fought in blizzards so thick soldiers sometimes fired at muzzle flashes they could barely see. Unlike his swift triumphs elsewhere, Eylau left tens of thousands dead or wounded, showing the brutal limits of even the most brilliant military strategy against mud, snow, and human exhaustion.",
      "fact_year": 1807,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/War_of_the_Fourth_Coalition",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "The grim determination at Eylau mirrors the defiant, amplified energy of women of rock who push through resistance and noise with raw power."
    },
    {
      "hour": 7,
      "fact_text": "On the night of February 8, 1965, Eastern Air Lines Flight 663 plunged into the dark Atlantic off Long Island just moments after takeoff, after a near collision forced a violent evasive maneuver that disoriented the crew. The crash highlighted how quickly spatial disorientation and night conditions can turn a routine flight into catastrophe, reshaping training on instrument flying.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eastern_Air_Lines_Flight_663",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A tragic plunge into the ocean contrasts with an episode about entering water with awareness, inviting listeners to reflect on depth, orientation, and the thin line between calm immersion and disorientation."
    },
    {
      "hour": 8,
      "fact_text": "In 1989, Independent Air Flight 1851 slammed into Pico Alto on the Azorean island of Santa Maria while still miles from the runway, a classic case of controlled flight into terrain. The airliner was mechanically sound; what failed was situational awareness, showing how human perception and navigation errors can turn a solid mountain invisible until it is too late.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Independent_Air_Flight_1851",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A catastrophic navigational error in island skies is paired with a gentler story of navigation at sea, underscoring how awareness, community, and shared stories help us move safely through changing landscapes."
    },
    {
      "hour": 9,
      "fact_text": "On February 8, 1993, a Tupolev Tu-154 and a Sukhoi Su-24 collided in mid-air near Qods, Iran, destroying both aircraft in seconds and killing 133 people. The disaster exposed how fragile the invisible traffic lanes in the sky can be, driving home the importance of strict airspace coordination between civilian and military flights.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tupolev_Tu-154",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A mid-air collision caused partly by coordination and communication failures pairs with an episode about our technological links and overload, inviting reflection on how we manage invisible networks—digital or aerial."
    },
    {
      "hour": 10,
      "fact_text": "During World War II, the Japanese invasion of Singapore in early 1942 shattered the myth of British invincibility in Asia. The colony, advertised as an “impregnable fortress,” fell in just a week, and Winston Churchill called it the ‘worst disaster’ in British military history.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fall_of_Singapore",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A supposedly ‘impregnable’ imperial fortress collapsing mirrors the gritty, critical storytelling of Steel City bands who often puncture myths about power, class, and urban life."
    },
    {
      "hour": 11,
      "fact_text": "On February 8, 1945, Soviet pilot Mikhail Devyataev led one of World War II’s most audacious escapes: stealing a German bomber from a camp at Peenemünde, taking off under fire, and navigating enemy airspace back to Soviet lines with nine fellow prisoners. His knowledge of aircraft and instruments turned captivity into a flight to freedom.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mikhail_Devyataev",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Devyataev’s escape required him to step from prisoner to pilot in an instant, echoing the episode’s theme of slipping into another role or identity to unlock unexpected freedom."
    },
    {
      "hour": 12,
      "fact_text": "The Charonne subway massacre in 1962 saw French police killing nine peaceful left-wing demonstrators inside a Paris Métro station, crushing and suffocating them at the bottom of the stairs. The brutality, ordered under former Vichy official Maurice Papon, became a symbol of state violence and the dark undercurrent beneath France’s postwar democratic image.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Charonne_subway_massacre",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A protest crushed by authoritarian policing pairs with a consciously political hip-hop-focused episode about resisting labels, confronting injustice, and reclaiming identity."
    },
    {
      "hour": 13,
      "fact_text": "In the Russo-Japanese War, Japanese torpedo boats launched a surprise night attack on Port Arthur on February 8, 1904, striking Russia’s Pacific fleet before war was even formally declared. It was a shock to the imperial world order: an Asian power using modern naval tactics to stun a major European empire.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Port_Arthur",
      "episode": {
        "id": 52,
        "title": "Morning Drops #46 - Fog and Fire",
        "description": "In today’s Morning Drops, Gaia brings us on a passport-free trip between two Italian energies: the foggy stillness of the North and the volcanic pulse of the South. Throughout the journey, Gaia shares four of her favourite Italian songwriters. Grab your coffee and tune into the radio show from another planet!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-fog-and-fire",
        "songs": [
          "Edoardo Bennato - La Torre Di Babele",
          "Zucchero - Diavolo in Me",
          "Lucio Dalla - Com'è Profondo il Mare",
          "Pino Daniele - Tutta N'ata Storia"
        ],
        "music-genres": [
          "Blues",
          "indie",
          "Italian",
          "Soft Rock"
        ]
      },
      "match_reason": "A surprise naval strike erupting out of the calm sea resonates with the episode’s play on contrasts—fog versus fire, stillness versus sudden intensity."
    },
    {
      "hour": 14,
      "fact_text": "Also in 1904, in the remote highlands of northern Sumatra, Dutch colonial forces under General van Daalen began a brutal campaign that wiped out entire Acehnese villages. Archaeologists later found mass graves, and even contemporary Dutch reports recorded shockingly high civilian casualties, a grim reminder of how colonial rule often relied on what was essentially state terror.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Korps_Marechaussee_te_voet",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "This episode highlights music born from desert resistance and colonial scars, offering a resonant cultural counterpoint to the violent repression of another colonized people in Sumatra."
    },
    {
      "hour": 15,
      "fact_text": "The 1983 Melbourne dust storm turned daylight into a Martian twilight as a 300-meter-high wall of red topsoil rolled over the city, carried by winds over 100 km/h. The storm stripped an estimated 50,000 tonnes of fertile soil from farmlands in a single day, sculpting a surreal, rust-colored skyline—and nose and throat—to remember.",
      "fact_year": 1983,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1983_Melbourne_dust_storm",
      "episode": {
        "id": 52,
        "title": "Morning Drops #46 - Fog and Fire",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A city swallowed by a red storm pairs with an episode meditating on rain, weather, and emotional transitions, turning extreme skies into a metaphor for resilience."
    },
    {
      "hour": 16,
      "fact_text": "On February 8, 2010, a series of avalanches thundered down onto the Salang Pass in Afghanistan’s Hindu Kush mountains, burying more than 2 miles of road and trapping thousands in cars and tunnels. Rescue teams had to dig through packed snow and ice at high altitude, racing against time in sub-zero temperatures to reach survivors.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2010_Salang_avalanches",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Mountain avalanches and Arctic fjords share a world of snow, cold, and elemental power; this reflective, cinematic episode about icy waters matches the stark beauty and danger of the Salang disaster."
    },
    {
      "hour": 17,
      "fact_text": "The February 2013 North American blizzard, nicknamed Nemo by some media, dumped over 80 cm of snow on parts of New England and hurled hurricane-force gusts at the coast. In Boston, winds piled snow into drifts taller than cars, and over 700,000 people lost electricity as winter reminded the modern grid who still runs the show.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_2013_North_American_blizzard",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A paralyzing blizzard that forces cities to stand still pairs with an episode inviting a deliberate slow-down, turning enforced stillness into intentional calm."
    },
    {
      "hour": 18,
      "fact_text": "In 2010s-era aviation, the 2010 Salang avalanches weren’t the only weather drama; but back in 2010, they starkly illustrated how vulnerable even modern infrastructure is in mountain corridors. The Salang Tunnel, a vital link between northern and southern Afghanistan, could be blocked not by politics or machinery, but by gravity, snow, and a single storm system.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hindu_Kush",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "This second angle on the same avalanches zooms out to the mountain corridor itself, matching an episode steeped in mountain imagery and human stories woven into high-altitude landscapes."
    },
    {
      "hour": 19,
      "fact_text": "On February 8, 2014, a fire ripped through a hotel in Medina, Saudi Arabia, killing 15 Egyptian pilgrims who had come for religious visitation. The tragedy unfolded not in a remote camp but in a modern, high-rise building, highlighting how even sacred journeys and carefully planned pilgrimages can be upended by something as simple and devastating as faulty infrastructure.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2014_Medina_hotel_fire",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Set in Medina as well, this lush, medina-evoking episode becomes a sonic memorial and a gentler counter-image to a tragedy that unfolded during a pilgrimage."
    },
    {
      "hour": 20,
      "fact_text": "On February 8, 2023, a city bus in Laval, Quebec, suddenly veered off a road and plowed into a daycare center, killing two young children and injuring several others. In a society built around routines and morning commutes, it was a brutal reminder of how quickly everyday spaces—like a classroom or a bus route—can turn into scenes of incomprehensible loss.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Laval_daycare_bus_crash",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "An abrupt, senseless rupture in a normal morning resonates with an episode about sudden injury, disruption, and the slow process of healing and reflection that follows."
    },
    {
      "hour": 21,
      "fact_text": "Back in 1983, the Melbourne dust storm was a visual shock, but it also represented years of drought and mismanaged land use made suddenly visible. Dust from dried-out farmlands didn’t just shade the city; it literally coated it, a reminder that environmental choices far away can end up in your lungs and on your windowsill.",
      "fact_year": 1983,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1983_Melbourne_dust_storm",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Trip-hop’s hazy, atmospheric textures echo the surreal, dust-filtered cityscape of Melbourne, turning environmental haze into a sonic one."
    },
    {
      "hour": 22,
      "fact_text": "In early February 1904, as troops marched and shells fell in Manchuria, many European powers were stunned that Japan—not a Western empire—had initiated high-tech war at Port Arthur. It signaled a geopolitical plot twist: industrialized warfare no longer belonged exclusively to Europe and North America.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Empire_of_Japan",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "Just as electronic machines reshaped who led on the dancefloor in the 1980s, Japan’s industrial might reshaped who could lead on the battlefield in 1904—both moments where technology shifts the balance of power."
    }
  ],
  "generated_at": "2026-02-08T00:00:00.018299+00:00",
  "date": "2026-02-08",
  "updated_at": "2026-02-08T22:00:01.806355+00:00"
}