{
  "current_hour": 0,
  "current_fact": {
    "hour": 0,
    "fact_text": "On February 6, 2018, SpaceX’s Falcon Heavy made its maiden flight, becoming the most powerful operational rocket in the world at the time. To showcase its capabilities, it launched Elon Musk’s personal Tesla Roadster into an elliptical orbit around the Sun, complete with a mannequin named Starman in a spacesuit at the wheel.",
    "fact_year": 2018,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Falcon_Heavy",
    "episode": {
      "id": 9,
      "title": "Morning Drops #03 - Space Shift",
      "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
      "songs": [
        "Willy J Healey - Woke Up Smiling",
        "The Chemical Brothers - Go",
        "The Strokes - You Only Live Once"
      ],
      "music-genres": [
        "Indie Rock",
        "Electronic",
        "Garage Rock"
      ]
    },
    "match_reason": "A literal ‘space shift’ moment for humanity pairs with an episode themed around space, creation, and launching into a new day."
  },
  "queue": [
    {
      "hour": 1,
      "fact_text": "On February 6, 1959, at Cape Canaveral, the United States successfully test-fired a Titan intercontinental ballistic missile for the first time. The Titan family would later evolve from a weapon of war into a workhorse for peaceful space launches, lofting satellites and interplanetary probes.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Titan_(rocket_family)",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "From ballistic trajectories to orbital paths, this turning point in rocketry evolution fits an episode that slowly ‘launches’ from ambient space into rhythmic lift-off."
    },
    {
      "hour": 2,
      "fact_text": "On February 6, 1959, Jack Kilby of Texas Instruments filed the first patent for the integrated circuit, a tiny slab of semiconductor that could host multiple electronic components. His invention paved the way for modern computers, smartphones, spacecraft, and almost every digital device in daily life.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jack_Kilby",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Kilby’s integrated circuit made our phone-addicted world possible; an episode about our relationship with phones and networks is a natural thematic echo."
    },
    {
      "hour": 3,
      "fact_text": "On February 6, 2023, two massive earthquakes of magnitudes 7.8 and 7.5 struck near the Turkey–Syria border, with shaking so intense it reached the maximum ‘Extreme’ rating on the Mercalli intensity scale. Entire neighborhoods were leveled, aftershocks continued for weeks, and the death toll climbed to over 57,000 people.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2023_Turkey%E2%80%93Syria_earthquakes",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A devastating natural disaster is paired with a reflective, hopeful episode that speaks about weathering storms and finding resilience after catastrophe."
    },
    {
      "hour": 4,
      "fact_text": "On February 6, 2012, a magnitude 6.7 earthquake struck the central Philippine island of Negros, triggering landslides that buried villages and left at least 112 people dead or missing. Many of the casualties occurred in remote mountain communities that were difficult for rescuers to reach.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2012_Negros_earthquake",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The somber, atmospheric mood of trip-hop mirrors the introspective tone that naturally follows a deadly quake and the slow, difficult work of recovery."
    },
    {
      "hour": 5,
      "fact_text": "On February 6, 2016, a magnitude 6.6 earthquake struck southern Taiwan, collapsing buildings and killing 117 people, many of them in a single residential complex. The disaster prompted renewed scrutiny of construction standards and led to criminal charges against some of the building’s developers.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2016_southern_Taiwan_earthquake",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "This tragedy exposed structural failures and led to hard lessons about safety and accountability, fitting an episode centered on learning, mistakes, and growth over time."
    },
    {
      "hour": 6,
      "fact_text": "On February 6, 1973, the Ms 7.6 Luhuo earthquake struck China’s Sichuan Province, rupturing a long stretch of the Xianshuihe fault. The quake devastated high-altitude communities and killed at least 2,199 people in a region already geologically primed for powerful seismic events.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1973_Luhuo_earthquake",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The violent motion of the Earth contrasts with a ‘slow planet’ soundscape, offering a contemplative, restorative counterpoint to the raw force of tectonic change."
    },
    {
      "hour": 7,
      "fact_text": "On February 6, 1978, the infamous Blizzard of 1978 slammed New England with hurricane-force gusts and snow falling up to four inches an hour. High tides and storm surge flooded coastal towns, while stranded commuters abandoned cars on highways that disappeared beneath several feet of snow.",
      "fact_year": 1978,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Northeastern_United_States_blizzard_of_1978",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden, paralyzing storm that ‘shocks’ a region pairs with an episode built around high-voltage guitar energy and the jolt of an electric awakening."
    },
    {
      "hour": 8,
      "fact_text": "On February 6, 1851, the ‘Black Thursday’ bushfires raged across the Australian state of Victoria, burning an estimated five million hectares—roughly a quarter of the state. Winds drove walls of flame through forests and settlements, with smoke reportedly darkening skies as far away as Tasmania.",
      "fact_year": 1851,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Black_Thursday_bushfires",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A day dominated by unstoppable fire meets a selection that includes ‘La Flamme’ and meditative movement, inviting reflection on heat, climate, and finding calm amid extremes."
    },
    {
      "hour": 9,
      "fact_text": "On February 6, 1996, the Willamette Valley Flood peaked in Oregon after days of heavy rain, melting snow, and saturated soils. Rivers burst their banks, inundating towns and farmland across the Pacific Northwest and causing more than half a billion dollars in damage.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Willamette_Valley_flood_of_1996",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A massive flood suggests water, flow, and immersion; deep, echoing dub tracks mirror rivers spilling into wider sound, turning destructive waves into contemplative bass tides."
    },
    {
      "hour": 10,
      "fact_text": "On another February 6 in 1996, Birgenair Flight 301, a Boeing 757, crashed into the Atlantic Ocean shortly after takeoff from the Dominican Republic. A blocked pitot tube gave the pilots fatally incorrect airspeed readings, leading to confusion and loss of control that killed all 189 people on board.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Birgenair_Flight_301",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "An aircraft lost over the ocean is linked to an episode about deep water, whales, and reflective cinematic sound, transforming tragedy in the sky into quiet contemplation beneath the waves."
    },
    {
      "hour": 11,
      "fact_text": "On February 6, 1958, the Munich air disaster claimed the lives of eight Manchester United players and 15 others when their plane crashed during a slush-slicked takeoff. The tragedy nearly destroyed one of Europe’s most promising young football teams, yet the club rebuilt and later rose to even greater heights.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Munich_air_disaster",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A disaster outside Munich is paired with a gentle, sea-bound episode featuring German voices and songs about keeping your head up, echoing themes of mourning, rebuilding, and shared resilience."
    },
    {
      "hour": 12,
      "fact_text": "On February 6, 1944, the Soviet Union launched the Great Raids Against Helsinki, a series of heavy bombing attacks on the Finnish capital during World War II. Despite intense bombardment, Finland’s air defenses and civil protections limited damage enough that the city’s silhouette and key districts survived.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Helsinki_in_World_War_II",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "Bombing raids in a frozen Nordic capital contrast with an episode titled ‘Unfreezing,’ suggesting thaw, relief, and the slow return of ordinary life after prolonged tension."
    },
    {
      "hour": 13,
      "fact_text": "On February 6, 1922, the Washington Naval Treaty was signed in Washington, D.C., by the United States, Britain, Japan, France, and Italy. The agreement attempted something unprecedented: limiting battleship construction to prevent a new naval arms race after the horrors of World War I.",
      "fact_year": 1922,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Washington_Naval_Treaty",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A treaty about warships and sea power is matched with a peaceful ‘boat’ journey across shared waters, transforming instruments of conflict into a soundtrack of connected coastlines."
    },
    {
      "hour": 14,
      "fact_text": "On February 6, 1778, France and the young United States signed the Treaty of Alliance and the Treaty of Amity and Commerce in Paris. These agreements made France the first country to officially recognize American independence, turning a colonial rebellion into a legitimate player on the world stage.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Treaty_of_Alliance_(1778)",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "This diplomatic milestone between Europe and a new republic resonates with an episode about crossing borders, city energy, and the friendships and alliances that shape shared journeys."
    },
    {
      "hour": 15,
      "fact_text": "On February 6, 1820, the first 86 African American emigrants sponsored by the American Colonization Society left New York to found a settlement on the West African coast, in what would later become Liberia. Their voyage embodied both hopes for self-determination and the complex, often troubling politics of colonization.",
      "fact_year": 1820,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Colonization_Society",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A historic Atlantic crossing tied to African homelands is matched with an episode celebrating African musical freedom and postcolonial expression, giving sound to stories of displacement and return."
    },
    {
      "hour": 16,
      "fact_text": "On February 6, 1952, Elizabeth II became Queen of the United Kingdom while she was staying in a treehouse lodge at Treetops Hotel in Kenya. She went up to the forest as a princess and, upon her father’s death thousands of miles away, descended the next day as monarch of a vast Commonwealth.",
      "fact_year": 1952,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Elizabeth_II",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A young woman unexpectedly becoming a literal queen in a treetop pairs beautifully with an episode titled ‘Queen of Spades,’ reflecting on vulnerability, love, and the weight of a crown."
    },
    {
      "hour": 17,
      "fact_text": "On February 6, 1976, Lockheed Corporation president Carl Kotchian testified before a U.S. Senate subcommittee that his company had paid about $3 million in bribes to associates of Japanese Prime Minister Kakuei Tanaka. The scandal exposed a vast web of international corruption and helped topple Tanaka’s political career.",
      "fact_year": 1976,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lockheed_Corporation",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A corporate bribery scandal that exposed hidden systems of power aligns with an episode about unboxing, truth-telling, and conscious critique of the structures that define us."
    },
    {
      "hour": 18,
      "fact_text": "On February 6, 1843, the Virginia Minstrels staged what is considered the first full-length minstrel show at the Bowery Amphitheatre in New York City. This theatrical form—built around blackface caricatures and racist stereotypes—would dominate American popular entertainment for decades and leave a complicated legacy in music and performance.",
      "fact_year": 1843,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Minstrel_show",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "This origin of a racist entertainment tradition is intentionally juxtaposed with powerful women in hip-hop—voices reclaiming the stage and rewriting who gets to tell the story."
    },
    {
      "hour": 19,
      "fact_text": "On February 6, 1989, the Round Table Talks began in Poland, bringing together the communist government and the banned Solidarity movement. Over weeks of negotiation, they peacefully mapped out a path away from one-party rule, helping ignite the broader collapse of communism in Eastern Europe.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Polish_Round_Table_Agreement",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A pivotal Polish negotiation that changed history is matched with an intimate musical journey through modern Poland, connecting high politics with lived streets and landscapes."
    },
    {
      "hour": 20,
      "fact_text": "On another February 6 in 1996, floods in the Willamette Valley were inundating parts of the Pacific Northwest, reminding people how quickly river levels—and lives—can rise and change. Homes, roads, and familiar landmarks disappeared underwater, reshaping communities’ relationship with their rivers.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Willamette_Valley",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A flood that literally immerses a region connects to an episode about immersion and water-like musical flow, transforming overwhelming waters into mindful, drifting currents of sound."
    },
    {
      "hour": 21,
      "fact_text": "On February 6, 1959, while rockets and microchips were reshaping technology, human ambition was also learning to live with the delicate balance between power and control. The Titan missile test underscored how thin the line can be between peaceful exploration and destructive capability in the atomic age.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Super_heavy-lift_launch_vehicle",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "The dual-use nature of heavy rockets—warhead or spacecraft—sits well beside a ‘destination’ themed episode about choosing where our technological journeys take us."
    },
    {
      "hour": 22,
      "fact_text": "On February 6, 2018, as Falcon Heavy’s test flight dominated headlines, many people were struck by how surreal it was to see a car floating in space with Earth reflected in its mirrors. That image captured a new, oddly playful era of space exploration where memes and engineering shared the same vacuum.",
      "fact_year": 2018,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/SpaceX",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A rocket that ‘launches’ a car into orbit parallels the first Sedna FM episode launching a whole sonic universe—both joyful, slightly absurd, and full of new beginnings."
    },
    {
      "hour": 23,
      "fact_text": "On February 6, 1952, as Elizabeth II’s reign quietly began in the Kenyan highlands, the wider world had no idea that this moment in a treehouse would mark the start of the longest reign of any British monarch. The image of a young woman in the canopy, suddenly responsible for an empire, remains one of the most poetic successions in modern history.",
      "fact_year": 1952,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Monarchy_of_the_United_Kingdom",
      "episode": {
        "id": 47,
        "title": "Morning Drops #41 - Sedna's friends: Marina",
        "description": "Today's Morning Drops episode feels like an easy coffee with someone you instantly get along with. It also introduces Sedna's Friends, a new sub-format where friends are invited to drink coffee and share the music they love.\n\nGaia invites her friend Marina, artist and aspiring singer, to share music, small thoughts, and that comfortable kind of conversation between good friends. They met by chance at a party and connected right away through music, creativity, and a healthy dose of sarcasm.\n\nThis episode sounds exactly like that: relaxed, honest, and a bit spontaneous. Press play, get comfortable, and enjoy the listen.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sednas-friends-marina",
        "songs": [
          "Florence + The Machine - Free",
          "Jordan Rakei - Mind's Eye",
          "Jill Scott - Golden",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Indie Rock",
          "Neo-Soul",
          "R&B",
          "Progressive Rock"
        ]
      },
      "match_reason": "A quiet, intimate turning point at Treetops pairs with a cozy, conversational episode—both moments where something big begins in a setting that feels small and personal."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On February 6, 2018, SpaceX’s Falcon Heavy made its maiden flight, becoming the most powerful operational rocket in the world at the time. To showcase its capabilities, it launched Elon Musk’s personal Tesla Roadster into an elliptical orbit around the Sun, complete with a mannequin named Starman in a spacesuit at the wheel.",
      "fact_year": 2018,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Falcon_Heavy",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal ‘space shift’ moment for humanity pairs with an episode themed around space, creation, and launching into a new day."
    }
  ],
  "generated_at": "2026-02-06T00:00:00.013216+00:00",
  "date": "2026-02-06",
  "updated_at": "2026-02-06T00:00:51.096303+00:00"
}