{
  "current_hour": 6,
  "current_fact": {
    "hour": 6,
    "fact_text": "In 1995, physicists at Fermilab announced the discovery of the top quark, the heaviest known fundamental particle. For an instant at a time, these particles flicker into existence in high-energy collisions, completing the quark family predicted by the Standard Model.",
    "fact_year": 1995,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Top_quark",
    "episode": {
      "id": 31,
      "title": "Morning Drops #25 - A Trip-Hop Journey",
      "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
      "songs": [
        "Massive Attack - Unfinished Sympathy",
        "Tricky - Hell Is Round the Corner",
        "DJ Shadow - Midnight in a Perfect World",
        "Thievery Corporation - Lebanese Blonde",
        "Smoke City - Underwater Love"
      ],
      "music-genres": [
        "Trip-Hop",
        "Downtempo",
        "Electronic"
      ]
    },
    "match_reason": "The top quark hides in brief, high-energy flashes at the frontier of physics, much like trip-hop hides intricate worlds in layered, boundary-blurring sound experiments."
  },
  "queue": [
    {
      "hour": 7,
      "fact_text": "At the 2014 Oscars, a single group selfie snapped by Ellen DeGeneres in the audience—packed with Hollywood stars—became one of the most shared images in history. It turned a spontaneous moment into a global digital event, blending old glamour with the very new ritual of viral images.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Oscar_selfie",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A hyper-viral selfie that defined online culture connects neatly with an episode questioning our dependence on phones and the internet."
    },
    {
      "hour": 8,
      "fact_text": "In 1962, Wilt Chamberlain scored an astonishing 100 points in a single NBA game, a record that still feels almost mythical. Played in a small Pennsylvania arena and barely televised, the game lives on through stat sheets, grainy photos, and the legend of an impossible night.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Wilt_Chamberlain%27s_100-point_game",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A night of superhuman athletic voltage feels right beside a blast of high-energy guitars and \"electric shock\" rock intensity."
    },
    {
      "hour": 9,
      "fact_text": "In 1932, Finnish president P. E. Svinhufvud delivered a calm but firm radio address that helped defuse the Mäntsälä Rebellion, a far-right coup attempt. His voice over the airwaves persuaded many armed supporters to simply go home, showing that microphones can sometimes disarm more effectively than guns.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/M%C3%A4nts%C3%A4l%C3%A4_rebellion",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A radio speech that changes history resonates with Sedna FM’s own first broadcast, both moments where a voice on the airwaves reshapes what comes next."
    },
    {
      "hour": 10,
      "fact_text": "On March 2, 2012, a powerful tornado outbreak ripped across the Southern United States and the Ohio Valley, spawning dozens of twisters. In just two days, the atmosphere carved scars into towns and landscapes, reminding us how quickly the sky can rearrange life on the ground.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tornado_outbreak_of_March_2%E2%80%933,_2012",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A devastating storm system finds a gentle counterpoint in an episode about rain, resilience, and the hope that bad weather—literal or emotional—eventually passes."
    },
    {
      "hour": 11,
      "fact_text": "On this day in 1992, nine countries—including Armenia, Azerbaijan, Kazakhstan, Kyrgyzstan, Moldova, San Marino, Tajikistan, Turkmenistan, and Uzbekistan—joined the United Nations. Many were newly independent after the Soviet Union’s collapse, stepping onto the world stage to claim their own voices in global debates.",
      "fact_year": 1992,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Armenia",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Newly independent countries finding a seat in a global assembly echo a boat bringing together different coastal cultures, each with its own song and identity."
    },
    {
      "hour": 12,
      "fact_text": "In 1867, the U.S. Congress passed the first Reconstruction Act, placing former Confederate states under military rule and outlining conditions for their readmission. The law attempted—imperfectly and contentiously—to rebuild a shattered nation and redefine citizenship in the aftermath of civil war.",
      "fact_year": 1867,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Reconstruction_Acts",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A nation trying to heal after war parallels an episode about slow recovery and reflection, both asking how to rebuild after deep fractures."
    },
    {
      "hour": 13,
      "fact_text": "In 1859, the \"Great Slave Auction\" began in Georgia, where 436 enslaved people were sold over two days—the largest such auction recorded in U.S. history. Conducted in the rain and remembered as \"The Weeping Time,\" it starkly exposed how human lives were treated as property and profit.",
      "fact_year": 1859,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Great_Slave_Auction",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A brutal chapter of slavery contrasts with an episode celebrating Afrobeat—a genre deeply rooted in Black resistance, liberation, and post-colonial identity."
    },
    {
      "hour": 14,
      "fact_text": "In 1811, during the Argentine War of Independence, royalist forces defeated a small revolutionary flotilla at the Battle of San Nicolás on the Paraná River. Though a naval setback, the struggle along these muddy waters fed into a broader push that would eventually help free a continent.",
      "fact_year": 1811,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Argentine_War_of_Independence",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A river battle in a continent-spanning independence journey pairs with an episode about movement and travel transforming perspective, each turning journeys into deeper change."
    },
    {
      "hour": 15,
      "fact_text": "On March 2, 1498, explorer Vasco da Gama’s fleet stopped at the Island of Mozambique, an important Indian Ocean trading hub. The visit foreshadowed centuries of shifting trade routes and cultural entanglements linking Europe, Africa, and Asia by wind and wave.",
      "fact_year": 1498,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Island_of_Mozambique",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "An Age of Discovery fleet reaching a key island port aligns with a modern sailing-boat episode, both riding winds and currents to connect distant shores and stories."
    },
    {
      "hour": 16,
      "fact_text": "In 1978, months after his death, Charlie Chaplin’s coffin was stolen from a Swiss cemetery by two men hoping to ransom his body. The macabre plot failed, and Chaplin was eventually reburied in a concrete-lined grave, as if in one last dark comedy twist.",
      "fact_year": 1978,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Charlie_Chaplin",
      "episode": {
        "id": 32,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Chaplin’s life and even his stolen coffin blur tragedy and comedy, echoing Canserbero’s cinematic rap about life as film—part tragedy, part comedy, part fiction."
    },
    {
      "hour": 17,
      "fact_text": "On March 2, 2022, during the Russian invasion of Ukraine, Russian forces captured the city of Kherson, the only regional capital to fall in the early phase of the war. Occupation brought checkpoints, new authorities, and quiet acts of resistance in everyday life until Ukrainian forces later pushed back.",
      "fact_year": 2022,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Kherson",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A modern city under occupation and quiet resistance parallels Tuareg music born from exile, occupation, and endurance in harsh political landscapes."
    },
    {
      "hour": 18,
      "fact_text": "On this day in 1941, as World War II deepened, the first German troops entered Bulgaria after it joined the Axis Pact. The move pulled yet another country into the orbit of a global conflict that was reshaping borders, alliances, and lives across continents.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bulgaria_during_World_War_II",
      "episode": {
        "id": 56,
        "title": "Morning Drops #50 - Postcards from Earth-London",
        "description": "Postcards from Earth-London is a Morning Drops walk through the city Gaia has called home for the past ten years, a place made of sound, memory, and late-night streets.\nFour tracks guide the journey: from iconic landmarks to quieter corners, from romance to reality checks, and back to the reason the city still feels alive: music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-postcards-from-earth-london",
        "songs": [
          "The Beatles - Come Together",
          "The Kinks - Waterloo Sunset",
          "Amy Winehouse - Back to Black",
          "Pink Floyd - Learning to Fly"
        ],
        "music-genres": [
          "Classic Rock",
          "British Rock",
          "Soul",
          "Progressive Rock"
        ]
      },
      "match_reason": "A European capital being drawn into world war sits beside a much later sonic portrait of London, inviting reflection on how cities carry layers of conflict and culture through time."
    },
    {
      "hour": 19,
      "fact_text": "On March 2, 1776, Patriot militia tried to stop the British Royal Navy from seizing supply ships near the Savannah River in the \"Battle of the Rice Boats.\" It was a small, chaotic engagement over humble cargo—rice—that nonetheless fed into the larger struggle of the American Revolution.",
      "fact_year": 1776,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Revolutionary_War",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "Fast-moving boats racing to protect supplies echo an \"on the go\" episode full of forward motion, small actions feeding into bigger journeys."
    },
    {
      "hour": 20,
      "fact_text": "On March 2, 2014, the 86th Academy Awards honored films like \"12 Years a Slave,\" \"Gravity,\" and \"Her,\" spotlighting stories about identity, technology, and survival. It was a night where cinematic universes—from outer space to inner emotion—briefly shared the same red carpet.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/86th_Academy_Awards",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "An evening celebrating film and performance connects with an episode tracing Flamenco’s evolution onto stages and screens, both honoring intense, award-worthy storytelling."
    },
    {
      "hour": 21,
      "fact_text": "On March 2, 1995, as Endeavour flew with ASTRO-2 above, researchers on Earth announced the top quark’s discovery at Fermilab, bringing a theoretical particle into the real world of data. For particle physicists, it was like finally finding a missing character in the script of the universe.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fermilab",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A hidden particle finally stepping into the spotlight matches an episode about alter-egos and hidden selves revealing surprising new identities."
    },
    {
      "hour": 22,
      "fact_text": "On March 2, 2012, the Ohio River valley and southern states watched the sky twist itself into tornadoes; in 1811, those same river systems saw revolutionary flotillas clash in the Battle of San Nicolás. Across centuries, rivers have carried both storms and struggles, shaping the human stories along their banks.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ohio_River",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Rivers as sites of storms and battles fit an episode built around immersion and water-like musical flow—complete with a track by Tornado Wallace nodding to turbulent skies."
    },
    {
      "hour": 23,
      "fact_text": "Over centuries, from the Age of Exploration to twentieth-century wars, March 2 has seen ships, fleets, and probes push into unknown waters and skies—from Vasco da Gama reaching Mozambique to Pioneer 10 leaving the inner Solar System. Each departure marks a moment when humans decided that the horizon was not enough.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Exploration",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "After a day of launches, voyages, and battles, a downtempo \"Slow Planet\" set offers a quiet cosmic exhale—a gentle orbit after all that exploration."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1998, data sent back by NASA's Galileo spacecraft revealed that Jupiter's icy moon Europa likely hides a global liquid ocean beneath its frozen crust. This hinted that a world hundreds of millions of kilometers away might have the ingredients for life sloshing in a dark, subsurface sea.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Europa_(moon)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A mysterious ocean hidden in deep space pairs with an episode about reimagining 'emptiness' as creative space, both turning voids into possibilities."
    },
    {
      "hour": 1,
      "fact_text": "On March 2, 1972, Pioneer 10 was launched from Cape Canaveral as humanity’s first spacecraft to head toward the outer Solar System and beyond. It carried a gold-anodized plaque with symbols meant to introduce us to any extraterrestrial intelligence that might one day find it drifting between the stars.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pioneer_10",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A probe pointed at the outer planets and interstellar space aligns with a \"Destination Sedna\" sound-voyage, both setting off on long journeys into the unknown."
    },
    {
      "hour": 2,
      "fact_text": "In 1995, Space Shuttle Endeavour’s STS-67 mission carried the ASTRO-2 observatory, a suite of ultraviolet telescopes, into orbit. For over two weeks, it scanned the cosmos in wavelengths invisible to human eyes, revealing hot stars, glowing gas clouds, and energetic galaxies in a hidden light.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-67",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "An ultraviolet observatory unveiling invisible cosmic light mirrors an evening mix that slowly brightens from deep, mysterious textures into a radiant dance."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 2017, three ultra-heavy synthetic elements—moscovium, tennessine, and oganesson—were officially recognized on the periodic table. Created atom by atom in particle accelerators, they exist only for fractions of a second, yet each adds a new corner to humanity’s map of matter.",
      "fact_year": 2017,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Oganesson",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The painstaking discovery of fleeting new elements fits an episode about learning, trial, and the quiet joy of expanding what we know piece by piece."
    },
    {
      "hour": 4,
      "fact_text": "In 1933, the original film \"King Kong\" roared onto screens at Radio City Music Hall, bringing a stop-motion giant ape to life atop the Empire State Building. Its groundbreaking visual effects and tragic monster turned a pulp adventure into a lasting myth about beauty, fear, and fascination with the unknown.",
      "fact_year": 1933,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/King_Kong_(1933_film)",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "King Kong’s story is a wild, vulnerable tale of doomed affection and spectacle, echoing an episode devoted to irrational love and the emotional extremes it inspires."
    },
    {
      "hour": 5,
      "fact_text": "In 1978, Czech cosmonaut Vladimír Remek became the first person in space who was neither American nor Soviet, launching aboard Soyuz 28. His flight turned the cold vacuum into a brief symbol of shared achievement for smaller nations during the Cold War.",
      "fact_year": 1978,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vladim%C3%ADr_Remek",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A once-unknown pilot becoming a new kind of space pioneer fits an episode about transformation and \"star treatment,\" where stepping into orbit mirrors stepping into the spotlight."
    },
    {
      "hour": 6,
      "fact_text": "In 1995, physicists at Fermilab announced the discovery of the top quark, the heaviest known fundamental particle. For an instant at a time, these particles flicker into existence in high-energy collisions, completing the quark family predicted by the Standard Model.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Top_quark",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The top quark hides in brief, high-energy flashes at the frontier of physics, much like trip-hop hides intricate worlds in layered, boundary-blurring sound experiments."
    }
  ],
  "generated_at": "2026-03-02T00:00:00.011077+00:00",
  "date": "2026-03-02",
  "updated_at": "2026-03-02T06:00:01.603868+00:00"
}