{
  "current_hour": 5,
  "current_fact": {
    "hour": 5,
    "fact_text": "Also in 1904, the Dutch colonial Marechaussee regiment under General G.C.E. van Daalen began a brutal campaign in northern Sumatra, during which thousands of Acehnese civilians were killed. Photographs and reports from the expedition later helped expose the human cost of colonial rule to the Dutch public.",
    "fact_year": 1904,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Korps_Marechaussee_te_voet",
    "episode": {
      "id": 51,
      "title": "Morning Drops #44 - Residente",
      "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
      "songs": [
        "Calle 13 - La Jirafa",
        "Calle 13 - Adentro",
        "Residente - René",
        "Calle 13 - La Vuelta al Mundo"
      ],
      "music-genres": [
        "Latin Alternative",
        "Hip Hop",
        "Urban",
        "Rap",
        "World"
      ]
    },
    "match_reason": "A stark episode of colonial violence and resistance to power resonates with an episode focused on Residente, whose work confronts imperial histories, abuse of power, and the voices of the oppressed."
  },
  "queue": [
    {
      "hour": 6,
      "fact_text": "In 1817, the Army of the Andes under Grand Marshal Juan Gregorio de las Heras completed a daring crossing of the Andes mountain range to join José de San Martín in the campaign to liberate Chile from Spanish rule. Soldiers and pack animals climbed to over 3,000 meters with limited supplies, turning geography itself into an ally of independence.",
      "fact_year": 1817,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Army_of_the_Andes",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A legendary military crossing of high mountains parallels an episode inspired by mountain landscapes and the emotional stories tied to traversing them."
    },
    {
      "hour": 7,
      "fact_text": "Napoleon’s 1807 Battle of Eylau in East Prussia was fought in blizzard conditions so fierce that soldiers sometimes fired blindly into the snow. Despite Napoleon’s eventual tactical claim, the battle cost tens of thousands of lives and shattered his aura of invincibility across Europe.",
      "fact_year": 1807,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/War_of_the_Fourth_Coalition",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The chaos, intensity, and shocking human cost of a winter battlefield are mirrored by a high-voltage rock selection that feels like a sonic blitz."
    },
    {
      "hour": 8,
      "fact_text": "During World War II, on February 8, 1942, Japanese forces invaded Singapore, attacking from the landward side through the jungles of Malaya that British planners had considered nearly impassable. The rapid fall of Singapore just days later shook the British Empire and became a symbol of how quickly global power can shift.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fall_of_Singapore",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A brutal turning point in a world war is juxtaposed with a contemplative, downtempo set, offering a slow, reflective space to consider the gravity of such historical ruptures."
    },
    {
      "hour": 9,
      "fact_text": "On February 8, 1945, Soviet pilot Mikhail Devyataev led a daring escape from a Nazi camp at Peenemünde by hijacking a German He 111 bomber. He and nine fellow prisoners not only regained their freedom but also delivered crucial intelligence on German rocket tests to the Red Army.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mikhail_Devyataev",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A stealth escape flight over cold northern Europe, filled with risk and vast skies, matches the cinematic, expansive feel of Arctic journeys and quiet, high-stakes encounters with the unknown."
    },
    {
      "hour": 10,
      "fact_text": "In 1960, the Hollywood Walk of Fame was officially founded, eventually embedding more than 2,700 terrazzo and brass stars into Los Angeles sidewalks. It turned the idea of fame into a literal street-level constellation, where people can stroll across a century of entertainment history.",
      "fact_year": 1960,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hollywood_Walk_of_Fame",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A celebration of stars, origins, and cultural icons aligns with Sedna’s very first episode, which marks the beginning of its own creative ‘walk of fame’ through personal musical heroes."
    },
    {
      "hour": 11,
      "fact_text": "On February 8, 1962, a peaceful demonstration against the Algerian War and far-right violence in Paris ended in tragedy when police attacked protesters at Charonne metro station, killing nine people. The 'Charonne massacre' became a rallying point for French anti-colonial and civil liberties movements.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Charonne_subway_massacre",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A protest violently suppressed in the context of colonial injustice fits an episode built around conscious rap, unboxing identity, and challenging oppressive systems."
    },
    {
      "hour": 12,
      "fact_text": "Eastern Air Lines Flight 663 crashed into the Atlantic Ocean on February 8, 1965, after the crew took evasive action to avoid what they believed was another plane on a collision course. In the dark night above the water, spatial disorientation turned a safety maneuver into a fatal dive, killing all 84 people on board.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eastern_Air_Lines_Flight_663",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A tragic plunge into the ocean during disorienting darkness is paired with an episode about immersion and water, creating a space to contemplate depth, risk, and our relationship with the sea."
    },
    {
      "hour": 13,
      "fact_text": "Independent Air Flight 1851 crashed into Pico Alto on the Azorean island of Santa Maria in 1989 after the crew descended below the published approach altitude in poor visibility. The mountain, often wrapped in cloud, became an unintended barrier between human navigation and the Atlantic sky.",
      "fact_year": 1989,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Independent_Air_Flight_1851",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A mountain rising from the Atlantic and shrouded in cloud contrasts with an episode shaped by gentle coastal summers, offering a reflective counterpoint on how landscapes can soothe or endanger."
    },
    {
      "hour": 14,
      "fact_text": "In 1983, a massive dust storm swept over Melbourne, Australia, lifting topsoil from drought-stricken farmland and turning the city’s midday sky a deep, apocalyptic red. Within just a few hours, an estimated 50,000 tonnes of soil were dumped into Port Phillip Bay, a vivid reminder that the land itself can become airborne.",
      "fact_year": 1983,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1983_Melbourne_dust_storm",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A city suddenly transformed by airborne earth invites a rethinking of place and perspective, echoing an episode about travel, shifting views, and moving through altered atmospheres."
    },
    {
      "hour": 15,
      "fact_text": "On February 8, 2010, storms in Afghanistan’s Hindu Kush triggered a cascade of avalanches along the Salang Pass, burying more than 3.2 km of road under snow and ice. Rescue workers spent days digging through unstable drifts to reach trapped motorists in one of the region’s deadliest avalanche disasters.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2010_Salang_avalanches",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "Snow and storm-triggered avalanches in mountain passes resonate with an episode meditating on weather, mountains, and the hope that even the harshest conditions eventually pass."
    },
    {
      "hour": 16,
      "fact_text": "The February 2013 North American blizzard, informally nicknamed Nemo, dumped over 90 cm of snow in parts of New England and knocked out power to hundreds of thousands of homes. In some coastal areas, the storm surge was strong enough to reshape shorelines and flood entire neighborhoods.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_2013_North_American_blizzard",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "A massive winter storm that literally freezes cities connects with an episode about 'unfreezing' — thawing out, making small moves, and finding warmth after being stuck."
    },
    {
      "hour": 17,
      "fact_text": "On February 8, 2014, a fire in a Medina hotel used to house pilgrims visiting the Prophet's Mosque killed 15 Egyptian pilgrims and injured around 130 others. Many of the victims were older visitors who had come seeking spiritual comfort in one of Islam’s holiest cities.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2014_Medina_hotel_fire",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A tragic event in Medina is paired with an episode set sonically in a medina, using its atmospheric, reflective opening to honor the weight of a spiritual journey interrupted."
    },
    {
      "hour": 18,
      "fact_text": "In 2010s France, the fate of the Charonne victims became part of a longer reckoning with the legacy of Maurice Papon, a former Vichy official who later served as Paris police prefect and was implicated in multiple violent crackdowns. His career illustrates how authoritarian habits can survive political regimes and resurface in moments of unrest.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Law_enforcement_in_France",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "An examination of abusive policing and entrenched power structures intersects with an episode celebrating outspoken female rappers who challenge authority and demand accountability."
    },
    {
      "hour": 19,
      "fact_text": "On February 8, 1993, an Iran Air Tours Tu-154 and an Iranian Air Force Su-24 collided mid-air near Qods, Iran, killing all 133 people aboard both aircraft. One of the key findings was that military and civil air traffic control coordination was dangerously inadequate in the region's crowded skies.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tupolev_Tu-154",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A disaster partially rooted in communication and coordination failures aligns with an episode about our technological systems of connection, overload, and what happens when those systems break or vanish."
    },
    {
      "hour": 20,
      "fact_text": "In 2013, the February blizzard’s heavy snows and hurricane-force winds erased usual visual cues for drivers, pilots, and even pedestrians, making familiar neighborhoods feel alien. Entire streets vanished into white, highlighting how dependent humans are on texture, contrast, and small details to navigate their world.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Northeastern_United_States",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "Storm-altered northern skies and shifting seasons echo an episode about Scottish weather, transition, and finding what grounds us when the familiar landscape is transformed."
    },
    {
      "hour": 21,
      "fact_text": "On February 8, 2023, a city bus in Laval, Quebec, suddenly left the roadway and drove into a daycare centre, killing two young children and injuring six others. The event shocked Canada and raised painful questions about mental health, safety, and how quickly everyday routines can be shattered.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Laval_daycare_bus_crash",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A sudden, devastating break in everyday life is matched with an episode about abrupt injury, stillness, and the slow, reflective work of healing after everything changes in an instant."
    },
    {
      "hour": 22,
      "fact_text": "Napoleon’s 1807 campaign during the War of the Fourth Coalition culminated not just in Eylau but in a complex web of alliances, betrayals, and logistical feats spanning much of Europe. The coalition’s attempt to contain a rapidly expanding empire foreshadowed modern struggles to balance power among interconnected states.",
      "fact_year": 1807,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Napoleon",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Napoleon’s layered identities—general, emperor, reformer, conqueror—mirror the theme of alter egos and shifting roles explored through musicians who continuously reinvent themselves."
    },
    {
      "hour": 23,
      "fact_text": "By the time Skylab’s last crew left in 1974, the space station had quietly become a floating observatory of Earth’s weather, oceans, and atmosphere. Its wide-angle photographs captured early evidence of environmental change, inspiring later generations of Earth-observing satellites that now watch our planet’s health in real time.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Skylab",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A space station gazing down at Earth’s oceans and atmosphere connects with an episode centered on the Arctic seas and marine life, linking orbital observation to intimate underwater encounters."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1974, the crew of Skylab 4 returned to Earth after spending 84 continuous days in orbit, the longest spaceflight ever attempted at that time. The astronauts conducted hundreds of experiments on solar physics, Earth observation, and the effects of long-duration weightlessness on the human body, quietly laying the groundwork for the way we now live and work on the International Space Station.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Skylab_4",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A record-setting, perspective-shifting space mission pairs with an episode about reimagining 'emptiness' as creative space and initiating a mindset shift."
    },
    {
      "hour": 1,
      "fact_text": "On February 8, 1879, Scottish-Canadian engineer Sandford Fleming formally proposed Universal Standard Time, arguing that the planet should be divided into 24 time zones sharing a coordinated reference. His idea, born from the chaos of unsynchronized railway timetables, quietly rewired how humanity experiences simultaneity across the globe.",
      "fact_year": 1879,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sandford_Fleming",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Fleming’s reinvention of timekeeping reflects a deep, curious engagement with systems and learning, fitting an episode about lifelong learning and quietly transformative ideas."
    },
    {
      "hour": 2,
      "fact_text": "In 1910, newspaper magnate William D. Boyce incorporated the Boy Scouts of America after getting lost in a London fog and being helped by an anonymous Scout who refused a tip. That small act of kindness in bad weather sparked a youth movement that introduced millions of young people to navigation, nature skills, and outdoor ethics.",
      "fact_year": 1910,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Scouting_America",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "An origin story rooted in navigation, the outdoors, and shared adventure connects naturally with a sea voyage episode about community, resilience, and moving through landscapes together."
    },
    {
      "hour": 3,
      "fact_text": "D. W. Griffith’s 1915 film *The Birth of a Nation* premiered in Los Angeles and revolutionized cinematic technique with its sweeping camera work and narrative structure, yet it also spread virulent racism and helped revive the Ku Klux Klan. It remains a troubling reminder that technical innovation and cultural impact can be deeply entangled with harmful ideology.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Birth_of_a_Nation",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A landmark (and controversial) film that reshaped visual storytelling is paired with an episode on trip-hop, a genre famous for cinematic atmospheres and reimagining how stories are told through sound."
    },
    {
      "hour": 4,
      "fact_text": "On February 8, 1904, Japanese torpedo boats launched a surprise night attack against the Russian fleet at Port Arthur, effectively opening the Russo-Japanese War before any formal declaration. For the first time in modern history, an Asian power defeated a major European empire, quietly shifting global perceptions of who could command the seas.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Port_Arthur",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "A dramatic surprise attack and power shift on the world stage suits an episode centered on theatrical ritual, spectacle, and the dramatization of conflict and power in sound."
    },
    {
      "hour": 5,
      "fact_text": "Also in 1904, the Dutch colonial Marechaussee regiment under General G.C.E. van Daalen began a brutal campaign in northern Sumatra, during which thousands of Acehnese civilians were killed. Photographs and reports from the expedition later helped expose the human cost of colonial rule to the Dutch public.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Korps_Marechaussee_te_voet",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A stark episode of colonial violence and resistance to power resonates with an episode focused on Residente, whose work confronts imperial histories, abuse of power, and the voices of the oppressed."
    }
  ],
  "generated_at": "2026-02-08T00:00:00.009082+00:00",
  "date": "2026-02-08",
  "updated_at": "2026-02-08T05:00:01.448609+00:00"
}