{
  "current_hour": 2,
  "current_fact": {
    "hour": 2,
    "fact_text": "Kali Yuga, in Hindu cosmology, is the fourth and darkest age—a long era said to begin with the death of Krishna and marked by moral decline, confusion, and spiritual amnesia. Yet even this age is part of a vast cosmic cycle, suggesting that decay and renewal are written into the universe’s deepest rhythms.",
    "fact_year": -3102,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kali_Yuga",
    "episode": {
      "id": 20,
      "title": "Morning Drops #14 - Slow Planet",
      "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
      "songs": [
        "Air - Cherry Blossom Girl",
        "Kruder & Dorfmeister - Keep On Believing",
        "Tosca - Orozco",
        "Bonobo - Terrapin"
      ],
      "music-genres": [
        "Downtempo",
        "Trip-Hop",
        "Electronic",
        "Chillout"
      ]
    },
    "match_reason": "A meditation on vast, difficult eras pairs with a gently contemplative, downtempo set—music to sit with the weight of cosmic time and still find a calm, slow planet within it."
  },
  "queue": [
    {
      "hour": 3,
      "fact_text": "On February 18, 1977, a prototype of the Space Shuttle named Enterprise took its first ‘flight’—not by launching, but by being carried piggyback atop a modified Boeing 747. This surreal double-aircraft silhouette was the rehearsal that taught engineers how to handle a reusable spaceship before it ever glided on its own.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Space_Shuttle_Enterprise",
      "episode": {
        "id": 55,
        "title": "Morning Drops #48 - Cosmic Monday",
        "description": "Cosmic Monday is a Morning Drops episode built around four Italian dance records, tracing how disco rhythms slowly became electronic language.\nGaia moves through four tracks like chapters: groove first, then machines, then that bright, futuristic feeling you only get when the bassline is doing the talking. It's not nostalgia, exactly. It's more like returning to a sound that still works — especially on mornings when you need a little extra energy, but you don't want anything aggressive.\nTake it as a slow transmission. Let it carry you into the day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-cosmic-monday",
        "songs": [
          "Giovanotti Mondani Meccanici - Don't Ask Me Why",
          "Azoto - Sal Salvador",
          "Capricorn - I Need Love",
          "Cosmic Disco - Cosmic Sprint"
        ],
        "music-genres": [
          "Italo Disco",
          "Disco",
          "Electronic"
        ]
      },
      "match_reason": "A shuttle named Enterprise riding on a jumbo jet feels like retro-future sci‑fi—perfectly mirrored by the episode’s ‘cosmic’ title and its blend of analog disco and spacey electronics."
    },
    {
      "hour": 4,
      "fact_text": "While the world focused on big battles in 1915, the German Navy quietly escalated underwater war by declaring unrestricted submarine warfare around Britain and Ireland. It meant that civilian ships could be sunk without warning, turning invisible U‑boats into one of the most feared weapons of World War I.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/U-boat_campaign",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, unseen impact of submarines in wartime resonates with the episode’s sharp, high-voltage rock tones—like an ‘electric shock’ beneath otherwise calm waters."
    },
    {
      "hour": 5,
      "fact_text": "Operation Teapot’s “Wasp” test in 1955 detonated a 1.2‑kiloton nuclear device in the Nevada desert, one of many tests where soldiers watched from trenches to study how humans might fight on an atomic battlefield. The blast turned sand into glass and desert air into a blinding white sphere, a surreal experiment in weaponizing the physics of stars.",
      "fact_year": 1955,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Teapot",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The eerie, cinematic atmosphere of nuclear test footage pairs with the moody, filmic feel of classic trip‑hop—both are slow, heavy, and strangely hypnotic studies of tension."
    },
    {
      "hour": 6,
      "fact_text": "On February 18, 1945, American and Brazilian troops began Operation Encore in the snowy Apennine Mountains of Northern Italy, clearing ridges and valleys to prepare the final Allied push into the Po Valley. It’s a lesser-known example of how a global war drew soldiers from faraway Brazil into the rugged heart of Europe.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Encore",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A mountain offensive in Italy connects naturally to an episode shaped by Italian landscapes and peaks—turning the Apennines’ wartime ridges into today’s reflective, musical mountains."
    },
    {
      "hour": 7,
      "fact_text": "In 1637, off the rugged coast of Cornwall, a Spanish fleet pounced on an Anglo‑Dutch merchant convoy, sinking or capturing nearly half its ships. The ambush shows how much of early-modern warfare unfolded not in grand land battles, but in sudden attacks on fragile lines of trade crossing stormy seas.",
      "fact_year": 1637,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Eighty_Years%27_War",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A 17th‑century naval ambush becomes a modern sea journey in this pairing—ships under attack transformed into boats under sun, with ‘Orinoco Flow’ echoing the pull of open water."
    },
    {
      "hour": 8,
      "fact_text": "On February 18, 1781, Captain Thomas Shirley launched a British expedition against Dutch forts along the Gold Coast of West Africa, hoping to seize trading posts that controlled the flow of gold and enslaved people. It’s a glimpse of how European rivalries played out thousands of kilometers from home, reshaping African shores for centuries.",
      "fact_year": 1781,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Shirley%27s_Gold_Coast_expedition",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An imperial campaign on the West African coast is paired with music born from African deserts and histories of resistance, re-centering the continent’s own voices instead of colonial ones."
    },
    {
      "hour": 9,
      "fact_text": "In 1932, Japan proclaimed the creation of Manchukuo in northeastern China, installing the last Qing emperor Puyi as a puppet ruler under the guise of an ‘independent’ state. Behind the ceremonial titles and flags, the region became a laboratory for imperial ambitions, resource extraction, and brutal control.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Manchukuo",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A manufactured ‘state’ controlled from afar mirrors the episode’s reflection on invisible systems of control—whether political or digital—and how they shape identity and autonomy."
    },
    {
      "hour": 10,
      "fact_text": "On February 18, 1942, the Japanese occupation authorities in Singapore began the Sook Ching massacres, systematically targeting and killing people of Chinese descent they deemed ‘undesirable’. Beaches and quarries became execution grounds, leaving scars that still shape the city’s memory and memorials today.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sook_Ching",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Confronting a massacre demands deep reflection and the courage to learn from horror; this episode’s focus on slow, difficult learning and reframing failure offers a gentle, thoughtful counterpoint."
    },
    {
      "hour": 11,
      "fact_text": "In 1814, during the Battle of Montereau, Napoleon personally rode onto the front lines to rally his troops, helping them push back a numerically superior coalition army. It was a brief, blazing reminder of his tactical brilliance and charisma, even as his empire was beginning to crumble around him.",
      "fact_year": 1814,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Montereau",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A battlefield rally and women storming rock’s front lines share the same energy: defiant leadership, loud presence, and refusing to step back when the odds are against you."
    },
    {
      "hour": 12,
      "fact_text": "On February 18, 1873, Bulgarian revolutionary Vasil Levski—known as the ‘Apostle of Freedom’—was hanged by Ottoman authorities in Sofia. His vision of a republic transcending ethnicity and religion outlived him, turning his execution site into a symbol of stubborn, idealistic hope.",
      "fact_year": 1873,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vasil_Levski",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "Levski’s martyrdom for a freer Bulgaria mirrors Residente’s lifelong fight through lyrics; both are stories of resistance, identity, and speaking for a people, at great personal cost."
    },
    {
      "hour": 13,
      "fact_text": "On February 18, 1957, Dedan Kimathi, a key leader of Kenya’s Mau Mau uprising, was executed by the British colonial government. Though buried in an unmarked grave, his image—often shown in leopard-skin and dreadlocks—became a lasting symbol of anti-colonial struggle and the fight for land and dignity.",
      "fact_year": 1957,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dedan_Kimathi",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "Kimathi’s anti‑colonial rebellion finds a sonic echo in Afrobeat’s politically charged grooves; both turn African resistance into something that moves bodies and histories at once."
    },
    {
      "hour": 14,
      "fact_text": "On February 18, 1965, The Gambia became independent from the United Kingdom, turning a slender strip of land along the Gambia River into Africa’s smallest mainland nation. Its new flag—red for the sun, blue for the river, green for the forests—quietly tells the story of a country stitched around water and resilience.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Gambia",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Gambia’s river-bound independence sits well beside a boat journey across coasts and seas—both are about small countries shaped by water, navigation, and stories carried along shorelines."
    },
    {
      "hour": 15,
      "fact_text": "On February 18, 2001, inter-ethnic violence erupted in Sampit, Central Kalimantan, between indigenous Dayaks and migrant Madurese communities, leading to more than 500 deaths and mass displacement. Beneath the horrific headlines were long histories of migration, marginalization, and competing claims to land and identity on the island of Borneo.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sampit_conflict",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "An episode unpacking the hidden histories behind a contested genre mirrors the need to demystify the deeper social and historical causes behind a sudden eruption of communal violence."
    },
    {
      "hour": 16,
      "fact_text": "On February 18, 2004, a runaway freight train loaded with sulfur, petrol, and fertilizer derailed near Nishapur, Iran, and exploded with such force that it registered as a small earthquake. Many of the nearly 300 people killed were rescue workers who had rushed in to help, unaware they were standing beside a bomb in disguise.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nishapur",
      "episode": {
        "id": 53,
        "title": "Morning Drops #46 - Fog and Fire",
        "description": "In today’s Morning Drops, Gaia brings us on a passport-free trip between two Italian energies: the foggy stillness of the North and the volcanic pulse of the South. Throughout the journey, Gaia shares four of her favourite Italian songwriters. Grab your coffee and tune into the radio show from another planet!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-fog-and-fire",
        "songs": [
          "Edoardo Bennato - La Torre Di Babele",
          "Zucchero - Diavolo in Me",
          "Lucio Dalla - Com'é Profondo il Mare",
          "Pino Daniele - Tutta N'ata Storia"
        ],
        "music-genres": [
          "Blues",
          "indie",
          "Italian",
          "Soft Rock"
        ]
      },
      "match_reason": "A quiet train line turning into an inferno echoes the episode’s imagery of fog and sudden fire—ordinary landscapes hiding volatile energy just beneath the surface."
    },
    {
      "hour": 17,
      "fact_text": "On February 18, 1979, the Daytona 500 became the first NASCAR race broadcast live from flag to flag, and it ended in chaotic fashion when the leaders crashed on the final lap. As Richard Petty drove to a record sixth victory, millions at home also watched a fistfight break out on the infield, launching stock-car racing into America’s living rooms with unforgettable drama.",
      "fact_year": 1979,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1979_Daytona_500",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A high-speed, televised race full of last‑lap chaos meshes with an ‘on the go’ episode built for movement, engines in motion, and the adrenaline of being propelled forward."
    },
    {
      "hour": 18,
      "fact_text": "On February 18, 1977, one of the deadliest fireworks disasters in history struck the Xinjiang 61st Regiment Farm in China when a firecracker ignited memorial wreaths for Mao Zedong. The blaze ripped through a tightly packed crowd, killing 694 people and revealing how easily celebration can turn into catastrophe when fire, fuel, and grief are pressed together.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Xinjiang_61st_Regiment_Farm_fire",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "Both the fire and the spread of Auto‑Tune show how something meant for celebration can quickly get out of control; this episode’s theme of a technology quietly reshaping culture parallels small sparks turning into something vast."
    },
    {
      "hour": 19,
      "fact_text": "On February 18, 1977, a thousand armed soldiers raided Fela Kuti’s Kalakuta Republic compound in Lagos, beating residents and throwing his mother, Funmilayo Ransome-Kuti, from a window; she later died from her injuries. The attack tried to crush a space where music, politics, and community lived together—but it only fueled Fela’s resolve to turn Afrobeat into even sharper protest.",
      "fact_year": 1977,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kalakuta_Republic",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "This event is directly tied to Fela Kuti’s life and activism, and the episode literally features his song “Zombie”—a perfect, emotionally charged bridge between history and the soundtrack that rose from it."
    },
    {
      "hour": 20,
      "fact_text": "On February 18, 2001, the ‘Sampit conflict’ wasn’t the only violence on record: that same date also sits within a broader pattern of late‑20th and early‑21st century ethnic clashes across Southeast Asia, where logging, migration, and political neglect repeatedly turned neighbors into enemies. It reminds us that ecological and economic pressures often smolder for decades before erupting in a single, named conflict.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dayak_people",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "An episode about travel as a way to see structural issues more clearly offers a gentle, reflective counterpoint to ethnic violence rooted in long-term social and environmental tensions."
    },
    {
      "hour": 21,
      "fact_text": "On February 18, 2001’s Sampit conflict and similar clashes, many displaced Madurese families ended up leaving behind ancestral homes to start again on distant islands or in urban margins. Their story blurs the line between ‘internal’ displacement and migration, showing how borders inside a country can feel as real as any ocean.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Madura",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "Stories of forced movement and starting over are reflected, more softly, in an episode about hitchhiking across borders and reimagining home through travel and music."
    },
    {
      "hour": 22,
      "fact_text": "On February 18, 2001, the Dayak side of the Sampit conflict drew on a deep reservoir of cultural memory, including headhunting traditions that had been largely dormant. The violence was shocking not just for its brutality, but because it showed how symbolic practices from the past can be reactivated—distorted and weaponized—under modern pressures.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dayak_people",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Ancestral practices reawakened in brutal ways are contrasted with an episode about respectfully entering the world of wild animals—offering a quiet, cinematic meditation on encountering the ‘other’ without violence."
    },
    {
      "hour": 23,
      "fact_text": "The U‑boat campaign around 1915 didn’t just sink ships; it reshaped international law and public opinion, as the idea of ‘total war’ spread from trenches to trade routes. From London to New York, people began to realize that modern wars could erase the line between soldier and civilian with the silent approach of a submarine hull.",
      "fact_year": 1915,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/World_War_I_naval_warfare",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "The hidden world beneath the sea, once weaponized by submarines, is reimagined here as a place of immersion and calm—trading torpedoes for fluid, aquatic grooves and deeper listening."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On February 18, 2021, NASA’s Perseverance rover landed inside Mars’s ancient Jezero Crater, a place scientists believe once hosted a lake and river delta. Tucked inside its metal body were microphones, drones, and rock-sampling gear—the first steps in a long relay race to bring pieces of another planet back to Earth.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Perseverance_(rover)",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A rover touching down on Mars literally ‘shifts’ humanity’s presence into space, perfectly mirroring the episode’s idea of seeing emptiness as creative space and its upbeat, forward-moving energy."
    },
    {
      "hour": 1,
      "fact_text": "In 1930, working alone at a blink comparator in Arizona, Clyde Tombaugh patiently compared pairs of fuzzy telescope photos until he noticed a tiny dot that had shifted. That subtle movement revealed Pluto—a whole new world hiding in the background sky, discovered by human patience and a very sharp eye.",
      "fact_year": 1930,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Clyde_Tombaugh",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "The slow, mysterious build of the episode echoes Tombaugh’s quiet, meticulous sky-watching, while tracks like “Solar Wind” nod sonically to the outer reaches where Pluto drifts."
    },
    {
      "hour": 2,
      "fact_text": "Kali Yuga, in Hindu cosmology, is the fourth and darkest age—a long era said to begin with the death of Krishna and marked by moral decline, confusion, and spiritual amnesia. Yet even this age is part of a vast cosmic cycle, suggesting that decay and renewal are written into the universe’s deepest rhythms.",
      "fact_year": -3102,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kali_Yuga",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A meditation on vast, difficult eras pairs with a gently contemplative, downtempo set—music to sit with the weight of cosmic time and still find a calm, slow planet within it."
    }
  ],
  "generated_at": "2026-02-18T00:00:00.007182+00:00",
  "date": "2026-02-18",
  "updated_at": "2026-02-18T02:00:01.477650+00:00"
}