{
  "current_hour": 4,
  "current_fact": {
    "hour": 4,
    "fact_text": "On 21 February 1918, the last known Carolina parakeet—America’s only native parrot—died in captivity at the Cincinnati Zoo. Once common in huge flocks across the eastern United States, the species vanished within decades due to habitat loss and persecution, leaving only museum specimens and faded eyewitness stories.",
    "fact_year": 1918,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Carolina_parakeet",
    "episode": {
      "id": 46,
      "title": "Morning Drops #40 - Diving With Orcas",
      "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
      "songs": [
        "Ludovico Einaudi - Experience",
        "The Temper Trap - Sweet Disposition",
        "Alex Warren - Ordinary",
        "Piero Umiliani - Il tuo volto"
      ],
      "music-genres": [
        "Neo-Classical",
        "Indie Rock",
        "Pop",
        "Italian Film Score"
      ]
    },
    "match_reason": "An extinction story pairs with an episode about fragile marine giants, both inviting reflection on humanity’s impact on wild creatures and what it means to witness them—or lose them—forever."
  },
  "queue": [
    {
      "hour": 5,
      "fact_text": "On 21 February 1828, the first issue of the Cherokee Phoenix was published, becoming the first Native American newspaper and the first periodical printed in the Cherokee syllabary. Sequoyah’s writing system allowed Cherokee readers to see their own language in print, turning type and ink into tools of cultural survival.",
      "fact_year": 1828,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cherokee_Phoenix",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A newspaper that protects language and identity resonates with an episode sailing through different cultures and tongues around a shared sea."
    },
    {
      "hour": 6,
      "fact_text": "On 21 February 1848, Karl Marx and Friedrich Engels published The Communist Manifesto, a slim pamphlet that would profoundly shape political thought worldwide. Its call for workers of the world to unite turned economic analysis into a kind of revolutionary poetry that still sparks debate today.",
      "fact_year": 1848,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Communist_Manifesto",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A text that tried to unbox class structures and power lines up with an episode dedicated to breaking labels and questioning the systems we live in."
    },
    {
      "hour": 7,
      "fact_text": "On 21 February 1613, a 16-year-old Mikhail Romanov was elected Tsar of Russia by the Zemsky Sobor, ending a period of chaos known as the Time of Troubles. His reluctant coronation founded the Romanov dynasty, which would rule for more than 300 years until the Russian Revolution.",
      "fact_year": 1613,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Michael_of_Russia",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A dynasty beginning with a young ruler chosen in a time of turmoil pairs with an episode about mountains and perspective, suggesting how distance and elevation change how we see power and history."
    },
    {
      "hour": 8,
      "fact_text": "On 21 February 1808, Russian troops crossed the border into Sweden near Abborfors without a formal declaration of war, beginning the Finnish War. Within a year, Sweden would lose Finland to Russia, reshaping the map of Northern Europe and the identity of an entire region.",
      "fact_year": 1808,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Finnish_War",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A border-crossing war that shifted Finland’s fate connects with an episode about lands at the edge of Europe and how place shapes who we become under changing skies."
    },
    {
      "hour": 9,
      "fact_text": "On 21 February 1862, Union and Confederate forces clashed in the Battle of Valverde near Fort Craig in New Mexico Territory, one of the westernmost major engagements of the American Civil War. Fought in desert landscapes far from the well-known eastern fronts, it showed how that conflict stretched across an entire continent.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Valverde",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A Civil War battle in arid New Mexico resonates with Tuareg desert soundscapes, both shaped by sand, conflict, and survival in harsh terrain."
    },
    {
      "hour": 10,
      "fact_text": "On 21 February 1929, the Warlord Rebellion in northeastern Shandong erupted into battle at Zhifu, where 7,000 National Revolutionary Army troops defeated a rebel force more than three times their size. The clash was part of China’s turbulent warlord era, when regional strongmen carved the country into shifting fiefdoms.",
      "fact_year": 1929,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Warlord_Rebellion_in_northeastern_Shandong",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A small, disciplined force confronting entrenched warlords parallels Residente’s lyrical battles against power structures and sprawling systems of control."
    },
    {
      "hour": 11,
      "fact_text": "On 21 February 1937, the League of Nations voted to ban foreign volunteers from fighting in the Spanish Civil War, an attempt to stem the flow of international brigades and outside interference. In practice, the conflict remained a testing ground for competing ideologies, with volunteers still slipping across borders to fight for their beliefs.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spanish_Civil_War",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A political struggle on Spanish soil connects with an episode that dives into Spain’s emotional soundtrack, showing another side of the same country in turmoil."
    },
    {
      "hour": 12,
      "fact_text": "On 21 February 1896, Bob Fitzsimmons and Peter Maher fought for the World Heavyweight Championship in a bizarre cross-border contest staged on a sandbar in the Rio Grande, technically in Mexico to dodge U.S. legal restrictions. The makeshift arena, improvised ring, and international mix of fighters and promoters made it one of boxing’s strangest title bouts.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bob_Fitzsimmons_vs._Peter_Maher",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A wild heavyweight title fight on a river sandbar ties directly into an episode about boxing, training, and the rituals of combat sports."
    },
    {
      "hour": 13,
      "fact_text": "On 21 February 1945, Brazilian troops of the Brazilian Expeditionary Force captured Monte Castello in Italy after several failed attempts, securing a crucial position in the rugged Apennines. Their victory symbolized Brazil’s little-known but significant role on the European front of World War II.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Brazilian_Expeditionary_Force",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "Brazilian soldiers fighting in the Italian mountains weave together Brazil, Italy, and travel—perfectly matched with an episode about movement, crossing borders, and shifting perspectives."
    },
    {
      "hour": 14,
      "fact_text": "Also on 21 February 1945, during the Battle of Iwo Jima, Japanese kamikaze pilots sank the escort carrier USS Bismarck Sea and badly damaged the USS Saratoga. These desperate suicide attacks turned aircraft into guided missiles, leaving a haunting legacy in naval history.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kamikaze",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, explosive impact of kamikaze strikes ties conceptually to an episode built around electrifying, high-voltage sound, both exploring the shock of intense forces unleashed."
    },
    {
      "hour": 15,
      "fact_text": "On 21 February 1973, Israeli fighter jets intercepted and shot down Libyan Arab Airlines Flight 114 over the Sinai after the airliner strayed off course into sensitive airspace, killing 108 people. The tragedy unfolded amid tense borders and incomplete radar data, showing how small navigational errors can trigger catastrophic decisions.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Libyan_Arab_Airlines_Flight_114",
      "episode": {
        "id": 20,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A fatal journey gone wrong over contested borders contrasts a reflective episode about crossing frontiers and moving safely through foreign lands, highlighting how travel can be both fragile and transformative."
    },
    {
      "hour": 16,
      "fact_text": "On 21 February 1945, decades of espionage culminated in the Battle of Iwo Jima—but on 21 February 1994, a very different kind of secret war surfaced when CIA officer Aldrich Ames was arrested for spying for the Soviet Union and Russia. Over nearly a decade, he had betrayed dozens of U.S. agents, many of whom were executed after being exposed.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aldrich_Ames",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A double life lived in the shadows mirrors an episode full of intense, street-wise storytelling and moral complexity, from Nas to Canserbero to Fela Kuti’s critique of blind obedience."
    },
    {
      "hour": 17,
      "fact_text": "On 21 February 1972, U.S. President Richard Nixon stepped off Air Force One in Beijing, beginning a historic visit to the People’s Republic of China. The trip ended more than two decades of diplomatic isolation between the two countries, dramatically reshaping Cold War geopolitics with a carefully choreographed handshake.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/China%E2%80%93United_States_relations",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "A diplomatic journey that changes global relationships resonates with an episode about traveling to a world city, crossing cultures, and feeling a new kind of shared rhythm."
    },
    {
      "hour": 18,
      "fact_text": "On 21 February 2013, a pair of coordinated bomb blasts ripped through the busy Dilsukhnagar district of Hyderabad, India, killing at least 17 people and injuring more than 100. The attacks shattered an ordinary evening marketplace, a reminder of how public spaces can flip from routine to catastrophe in seconds.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2013_Hyderabad_blasts",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A day of sudden violence in a lively city is paired with a gentle, hopeful episode about weathering storms and finding resilience after dark moments."
    },
    {
      "hour": 19,
      "fact_text": "On 21 February 2022, in the tense days before Russia’s full-scale invasion of Ukraine, President Vladimir Putin recognized the self-proclaimed Luhansk and Donetsk People's Republics as independent and ordered troops into those regions. The move shattered diplomatic assumptions and set the stage for Europe’s largest land war in decades.",
      "fact_year": 2022,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Prelude_to_the_2022_Russian_invasion_of_Ukraine",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A geopolitical escalation rooted in long-term grievances is contrasted with an episode about learning, growth, and rethinking how we respond to difficulty, suggesting another path through conflict."
    },
    {
      "hour": 20,
      "fact_text": "In the New Mexico Territory on 21 February 1862, soldiers at Fort Craig watched smoke rise from the Battle of Valverde—one of the most remote engagements of the U.S. Civil War—while the fort itself remained under threat. The adobe structures of Fort Craig were part of a defensive line meant to stop Confederate ambitions of reaching the Pacific.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Fort_Craig",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A lonely frontier fort watching a battle from just beyond its walls mirrors the idea of standing at the edge of intensity, choosing whether to stay on the surface or fully immerse yourself."
    },
    {
      "hour": 21,
      "fact_text": "On 21 February 2013, while Hyderabad reeled from bomb blasts, another city’s story unfolded decades earlier: Cincinnati Zoo’s role as the final home of the Carolina parakeet, where the last bird died in 1918. The zoo that once held the last passenger pigeon also became a quiet museum of extinction, holding echoes of species already gone.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cincinnati_Zoo_and_Botanical_Garden",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Returning to the same nature-focused episode highlights an echo: from vanished parrots in a zoo to living whales in the wild, both asking what kinds of encounters we choose to protect."
    },
    {
      "hour": 22,
      "fact_text": "On 21 February 1958, the peace symbol was finalized in Britain, but its lines also resemble a person in despair, hands outstretched downward. Gerald Holtom reportedly said he based the design on his own posture of anguish over nuclear weapons, turning a private feeling into a universal sign.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Direct_Action_Committee",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "A symbol born from one person’s despair turned into a global emblem of hope fits with an episode about transforming inner feelings into acceptance and quiet strength."
    },
    {
      "hour": 23,
      "fact_text": "On 21 February 1958, while activists in Britain designed a peace symbol, another kind of icon was being shaped elsewhere: the modern idea of the \"instant\" moment that Edwin Land’s camera captured just a decade earlier. Together, these mid‑century inventions—instant images and portable symbols—changed how movements tell their stories, long before smartphones and hashtags existed.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Edwin_H._Land",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Instant photography and protest symbols both create alternate realities we can carry in our hands, echoing an episode about alter-egos and the identities we choose to project."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 21 February 1972, the Soviet Luna 20 spacecraft soft-landed on the Moon, drilled into the lunar soil, and later returned about 55 grams of samples to Earth. Remarkably, it touched down in the rugged Apollonius highlands, a far trickier site than the earlier Apollo landings, showcasing the USSR's precision in uncrewed exploration.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Luna_20",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal mission into space pairs with an episode about reimagining emptiness as creative space, both shifting how we see the void beyond Earth."
    },
    {
      "hour": 1,
      "fact_text": "In New York City on 21 February 1947, inventor Edwin H. Land stunned an audience by demonstrating the first practical instant camera, the Polaroid Land Camera. It could produce a finished photograph in about 60 seconds, collapsing the long wait of traditional development into a near-immediate burst of memory.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Instant_camera",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "The instant camera was an early step toward our culture of instant images, making a perfect mirror for an episode that questions our modern, hyper-connected devices and how we capture moments."
    },
    {
      "hour": 2,
      "fact_text": "On 21 February 1958, British artist Gerald Holtom quietly designed a symbol for the Campaign for Nuclear Disarmament that would become globally known as the peace symbol. It combines semaphore signals for the letters \"N\" and \"D\" inside a circle, turning a technical code into an enduring icon of protest and hope.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Peace_symbols",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A symbol born in protest against nuclear weapons aligns with Afrobeat’s history of politically charged grooves and anti-oppression messages."
    },
    {
      "hour": 3,
      "fact_text": "On 21 February 1995, adventurer Steve Fossett completed the first solo hot-air balloon flight across the Pacific Ocean, landing in the small town of Leader, Saskatchewan. Alone in a fragile capsule above vast water, he rode jet streams for nearly four days, turning the sky itself into a long, drifting highway.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Steve_Fossett",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A solitary balloon crossing an ocean echoes the episode’s sea voyage theme, both celebrating long journeys carried by wind and weather."
    },
    {
      "hour": 4,
      "fact_text": "On 21 February 1918, the last known Carolina parakeet—America’s only native parrot—died in captivity at the Cincinnati Zoo. Once common in huge flocks across the eastern United States, the species vanished within decades due to habitat loss and persecution, leaving only museum specimens and faded eyewitness stories.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Carolina_parakeet",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "An extinction story pairs with an episode about fragile marine giants, both inviting reflection on humanity’s impact on wild creatures and what it means to witness them—or lose them—forever."
    }
  ],
  "generated_at": "2026-02-21T00:00:00.013662+00:00",
  "date": "2026-02-21",
  "updated_at": "2026-02-21T04:00:01.499206+00:00"
}