{
  "current_hour": 4,
  "current_fact": {
    "hour": 4,
    "fact_text": "On 26 February 1971, UN Secretary-General U Thant signed a proclamation designating the vernal equinox as Earth Day, framing a global moment to honor the planet. This cosmic alignment was chosen as a universal, borderless symbol of balance between light and dark.",
    "fact_year": 1971,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/U_Thant",
    "episode": {
      "id": 20,
      "title": "Morning Drops #14 - Slow Planet",
      "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
      "songs": [
        "Air - Cherry Blossom Girl",
        "Kruder & Dorfmeister - Keep On Believing",
        "Tosca - Orozco",
        "Bonobo - Terrapin"
      ],
      "music-genres": [
        "Downtempo",
        "Trip-Hop",
        "Electronic",
        "Chillout"
      ]
    },
    "match_reason": "A proclamation about honoring Earth and moving in tune with seasons pairs with an episode about slowing down, breathing with the planet, and gentle natural rhythms."
  },
  "queue": [
    {
      "hour": 5,
      "fact_text": "On 26 February 1606, Willem Janszoon’s voyage became the first recorded European expedition to set foot on the Australian continent—though he thought he’d found part of New Guinea. His maps sketched a rough, mistaken edge of a landmass whose full outline would remain mysterious for centuries.",
      "fact_year": 1606,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Janszoon_voyage_of_1605%E2%80%931606",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "An early sea expedition and mischarted coastline echo an episode recorded at sea, full of stories about navigation, journeys, and the ocean’s moods."
    },
    {
      "hour": 6,
      "fact_text": "On 26 February 1914, the HMHS Britannic, sister ship to the Titanic, slid down the slipway at Harland and Wolff in Belfast. Built even more robustly than her ill-fated sibling, she would later serve as a World War I hospital ship before meeting her own tragic end in the Aegean.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/HMHS_Britannic",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A massive ocean liner and its later sinking fit an episode steeped in cold seas, underwater worlds, and the haunting presence of ships and marine life beneath the surface."
    },
    {
      "hour": 7,
      "fact_text": "On 26 February 2021, armed bandits kidnapped 279 schoolgirls from Jangebe in Zamfara State, Nigeria, in a night raid that drew global outrage. The mass abduction highlighted the vulnerability of rural students and the complex web of insecurity in the region.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2021_Zamfara_school_kidnapping",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "A painful story centered on schoolgirls is paired with an episode celebrating powerful women’s voices, as a quiet act of musical solidarity and resilience."
    },
    {
      "hour": 8,
      "fact_text": "On 26 February 1987, the Tower Commission issued its report on the Iran–Contra affair, sharply criticizing U.S. President Ronald Reagan for failing to control his national security staff. The scandal exposed a covert web of arms sales and secret funding that ran beneath the surface of official policy.",
      "fact_year": 1987,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tower_Commission",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A storm of political scandal and accountability connects with an episode about weathering storms, transitions, and the hope that follows long, difficult rain."
    },
    {
      "hour": 9,
      "fact_text": "On 26 February 1365, King Thado Minbya founded the Kingdom of Ava and its royal city Inwa in Upper Myanmar. For nearly two centuries, Ava would act as a shifting capital, repeatedly destroyed and rebuilt as dynasties and rivers reshaped the landscape.",
      "fact_year": 1365,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kingdom_of_Ava",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A historic capital built amid rivers and hills fits an episode shaped by mountainscapes and the way geography, memory, and music intertwine."
    },
    {
      "hour": 10,
      "fact_text": "According to Ptolemy, noon on 26 February 747 BC marked the epoch of the Nabonassar Era, a timekeeping system used by ancient astronomers. Modern historians still lean on this abstract starting line to anchor the tangled chronology of early Near Eastern history.",
      "fact_year": -747,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Epoch",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A technical, abstract definition of time’s beginning fits an episode about learning, mental frameworks, and how we build the invisible structures that organize our lives."
    },
    {
      "hour": 11,
      "fact_text": "On 26 February 1945, American forces recaptured the island fortress of Corregidor in the Philippines from Japanese troops. The rocky outcrop guarding Manila Bay had already become a symbol of resistance early in the war, and its liberation echoed far beyond its cliffs and tunnels.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Corregidor_(1945)",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A hard-fought island reclamation, full of grit and defiance, suits a high-voltage rock episode about courage, resistance, and refusing to back down."
    },
    {
      "hour": 12,
      "fact_text": "On 26 February 1876, Japan and Korea signed the Treaty of Kangwha, forcing Korea to open ports and granting extraterritorial rights to Japanese citizens. The unequal treaty marked a turning point, pulling Korea out of its tributary relationship with Qing China and into the orbit of a rising imperial power.",
      "fact_year": 1876,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Japan%E2%80%93Korea_Treaty_of_1876",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A treaty that forcibly 'opened' borders and sea routes is mirrored by an episode about movement, travel, and the shifting perspectives that come with crossing boundaries."
    },
    {
      "hour": 13,
      "fact_text": "On 26 February 1815, Napoleon Bonaparte slipped away from his exile on the island of Elba with just a few hundred men, sailing back toward France. Within weeks he would retake power for the dramatic Hundred Days, proving how quickly a fallen ruler could re-enter the stage.",
      "fact_year": 1815,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Napoleon",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "Napoleon’s surprising return from exile parallels an episode about dramatic transformations, shifting eras, and the reinvention of a central 'star' figure over time."
    },
    {
      "hour": 14,
      "fact_text": "On 26 February 1936, a group of young Japanese army officers launched the February 26 Incident, assassinating several officials in Tokyo in an attempted coup. Their short-lived rebellion exposed deep fractures within the military and hastened the country’s slide toward militarism.",
      "fact_year": 1936,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_26_incident",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A rebellious, violent act against the political 'box' of the time matches an episode about challenging structures and confronting the forces that try to contain identity."
    },
    {
      "hour": 15,
      "fact_text": "On 26 February 1935, Adolf Hitler ordered the reformation of the Luftwaffe, openly violating the Treaty of Versailles. The secret air force that had been quietly nurtured now stepped into the daylight, signaling Germany’s accelerating remilitarization.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Luftwaffe",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The emergence of a powerful air force, full of noise and dangerous energy, connects metaphorically with an episode of high-voltage guitar and explosive, electric sound."
    },
    {
      "hour": 16,
      "fact_text": "On 26 February 1929, U.S. President Calvin Coolidge signed legislation creating Grand Teton National Park in Wyoming, protecting 96,000 acres of sharp peaks and glacial valleys. Those jagged silhouettes now define one of North America’s most iconic mountain skylines.",
      "fact_year": 1929,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Grand_Teton_National_Park",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A park dedicated to dramatic mountains fits an episode born among peaks, where music is shaped by altitude, rock faces, and the feeling of standing small beneath them."
    },
    {
      "hour": 17,
      "fact_text": "On 26 February 1909, audiences at London’s Palace Theatre saw Kinemacolor, the first successful color motion picture process, flicker into life. By rapidly projecting red and green-tinted frames, it tricked their eyes into seeing a moving world that finally resembled real hues.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kinemacolor",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "The leap from black-and-white to color cinema mirrors the leap from raw vocal takes to processed, Auto-Tuned sound—both technologies quietly redefined how we experience art."
    },
    {
      "hour": 18,
      "fact_text": "On 26 February 1775, the British East India Company’s trading post on Balambangan Island off Borneo was destroyed by Moro pirates. The attack underscored how fragile imperial outposts could be when they sat at the edge of contested seas and maritime networks.",
      "fact_year": 1775,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Balambangan_Island",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A tropical island trading post raided by seafarers connects with an episode steeped in island-born reggae and dub, full of echoes of colonial ports and maritime histories."
    },
    {
      "hour": 19,
      "fact_text": "On 26 February 2019, Indian Air Force jets crossed the Line of Control and struck what India described as a Jaish-e-Mohammed training camp near Balakot, Pakistan. The attack and the aerial clashes that followed brought two nuclear-armed neighbors into a tense, high-altitude standoff.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2019_Balakot_airstrike",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A high-stakes confrontation and questions of power align with an episode of fearless rap voices, channeling confrontation, strength, and political edge through rhythm."
    },
    {
      "hour": 20,
      "fact_text": "On 26 February 1966’s sibling anniversary, another frontier was crossed decades later: auto-tuned voices and computerized pop, but on this same date in 1966 the Saturn IB roar began the Apollo era. That early test rocket flight quietly set the technical foundation for all the future Moon landings that would reshape humanity’s sense of home in the cosmos.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Saturn_IB",
      "episode": {
        "id": 55,
        "title": "Morning Drops #48 - Cosmic Monday",
        "description": "Cosmic Monday is a Morning Drops episode built around four Italian dance records, tracing how disco rhythms slowly became electronic language.\nGaia moves through four tracks like chapters: groove first, then machines, then that bright, futuristic feeling you only get when the bassline is doing the talking. It's not nostalgia, exactly. It's more like returning to a sound that still works — especially on mornings when you need a little extra energy, but you don't want anything aggressive.\nTake it as a slow transmission. Let it carry you into the day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-cosmic-monday",
        "songs": [
          "Giovanotti Mondani Meccanici - Don't Ask Me Why",
          "Azoto - Sal Salvador",
          "Capricorn - I Need Love",
          "Cosmic Disco - Cosmic Sprint"
        ],
        "music-genres": [
          "Italo Disco",
          "Disco",
          "Electronic"
        ]
      },
      "match_reason": "A rocket that helped launch the space age feels at home with an episode literally called 'Cosmic', where synths and basslines aim for orbit on a different kind of launchpad."
    },
    {
      "hour": 21,
      "fact_text": "On 26 February 2008 in Pyongyang, as the New York Philharmonic tuned up, many North Korean citizens saw a Western orchestra live for the first time, broadcast across the nation. For one evening, symphonies crossed borders that politics kept closed.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/New_York_Philharmonic",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A classical orchestra acting as a cultural ambassador resonates with an episode that traces another deep musical tradition’s history, showing how sound carries identity across borders."
    },
    {
      "hour": 22,
      "fact_text": "On 26 February 1966, while Saturn IB’s engines tested the path to the Moon, no one knew that within just a few years humans would be looking back at Earthrise from lunar orbit. That single test flight embodied the principle that giant leaps are built from small, carefully measured steps.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_program",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A careful technical step toward deep space lines up with an episode explicitly framed as a voyage, with 'Breathe' and cosmic-tinged tracks charting a musical trajectory outward."
    },
    {
      "hour": 23,
      "fact_text": "On 26 February 1966’s emblematic arc from test stand to lunar sea, engineers rehearsed for missions that would require astronauts to completely reinvent what 'home' meant. The Saturn IB’s fiery ascent was a rehearsal not just for technology, but for the human imagination leaving Earth’s cradle.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Saturn_IB",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The ‘first flight’ of a new rocket mirrors the first Sedna FM main episode: both are launches filled with raw energy that set the tone for everything that follows."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 26 February 1966, NASA launched AS-201, the very first flight of the Saturn IB rocket, sending an uncrewed Apollo command and service module on a suborbital test. Though it stayed close to Earth, this noisy trial run was a crucial rehearsal for the missions that would later carry humans to the Moon.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/AS-201",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A pioneering rocket test flight pairs naturally with an episode about shifting into a new mental 'orbit' and seeing space as possibility."
    },
    {
      "hour": 1,
      "fact_text": "On 26 February 2008, the New York Philharmonic performed in Pyongyang, North Korea, in an unprecedented cultural visit. The orchestra played Dvořák, Gershwin, and both the American and North Korean anthems, turning a concert into a rare moment of soft diplomacy and shared listening.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2008_New_York_Philharmonic_visit_to_North_Korea",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "A landmark concert used as diplomacy resonates with an episode built around live music, city energy, and the power of cultural exchange."
    },
    {
      "hour": 2,
      "fact_text": "On 26 February 1935, Scottish physicist Robert Watson-Watt staged a radio experiment near Daventry that showed aircraft could be detected by radio waves. This modest countryside demo became the seed of radar, an invention that would quietly transform warfare, aviation, and weather forecasting.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Robert_Watson-Watt",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Radar’s invisible waves and boundary-blurring science match an episode about hazy, atmospheric sonics that also live in the unseen spaces between genres."
    },
    {
      "hour": 3,
      "fact_text": "On 26 February 1616, Galileo Galilei was formally prohibited by the Roman Catholic Church from teaching or defending heliocentrism—the idea that Earth orbits the Sun. His telescopes had expanded humanity’s vision, but his science collided with the power structures of his time.",
      "fact_year": 1616,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Galileo_affair",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Galileo’s clash between knowledge and authority mirrors a modern questioning of our technological ‘orbits’ and the systems that define how we perceive the world."
    },
    {
      "hour": 4,
      "fact_text": "On 26 February 1971, UN Secretary-General U Thant signed a proclamation designating the vernal equinox as Earth Day, framing a global moment to honor the planet. This cosmic alignment was chosen as a universal, borderless symbol of balance between light and dark.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/U_Thant",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A proclamation about honoring Earth and moving in tune with seasons pairs with an episode about slowing down, breathing with the planet, and gentle natural rhythms."
    }
  ],
  "generated_at": "2026-02-26T00:00:00.008983+00:00",
  "date": "2026-02-26",
  "updated_at": "2026-02-26T04:00:01.436000+00:00"
}