{
  "current_hour": 9,
  "current_fact": {
    "hour": 9,
    "fact_text": "On this day in 2014, scientists announced that ancient footprints found at Happisburgh in Norfolk, England, were more than 800,000 years old. These ghostly tracks along a vanished estuary are the oldest known hominin footprints outside Africa, hinting at early human relatives braving cold northern climates far earlier than once believed.",
    "fact_year": 2014,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Happisburgh_footprints",
    "episode": {
      "id": 46,
      "title": "Morning Drops #40 - Diving With Orcas",
      "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
      "songs": [
        "Ludovico Einaudi - Experience",
        "The Temper Trap - Sweet Disposition",
        "Alex Warren - Ordinary",
        "Piero Umiliani - Il tuo volto"
      ],
      "music-genres": [
        "Neo-Classical",
        "Indie Rock",
        "Pop",
        "Italian Film Score"
      ]
    },
    "match_reason": "Ancient human footprints in a cold northern landscape mirror the episode’s exploration of high-latitude coasts, Arctic waters, and life at the edges of the map."
  },
  "queue": [
    {
      "hour": 10,
      "fact_text": "In 1900, a Chinese immigrant in San Francisco fell ill with bubonic plague, marking the first plague epidemic in the continental United States. The outbreak ignited xenophobic hysteria and led to controversial quarantines targeting Chinatown, revealing how disease can expose social fault lines as much as biological ones.",
      "fact_year": 1900,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1900%E2%80%931904_San_Francisco_plague",
      "episode": {
        "id": 31,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A story of disease, stigma, and social control contrasts with meditative roots reggae and dub, genres historically linked with critiquing 'Babylon' and envisioning healing and resilience."
    },
    {
      "hour": 11,
      "fact_text": "On this day in 1813, the French frigate Aréthuse and the British frigate Amelia fought a ferocious engagement near the Îles de Los off Guinea. After hours of cannon fire and heavy casualties on both sides, neither ship could claim a decisive victory—an indecisive battle etched in splintered wood and smoke.",
      "fact_year": 1813,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Action_of_7_February_1813",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A naval clash off the West African coast fits the episode’s trajectory across sub-Saharan soundscapes and oceanic, rhythmic swells."
    },
    {
      "hour": 12,
      "fact_text": "In 1981, a Tupolev Tu-104 crashed shortly after takeoff from Pushkin Airport near Leningrad, killing all 50 people on board, including 16 senior officers of the Soviet Pacific Fleet. The disaster abruptly decapitated part of the fleet’s leadership and highlighted safety issues in one of the world’s earliest jet airliners.",
      "fact_year": 1981,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1981_Pushkin_Tu-104_crash",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A tragic Soviet-era aviation accident involving military officers pairs with an Eastern European travel episode whose soundtrack includes Russian-language rap and Slavic rock, echoing the region and its histories of movement and risk."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1854, the law founding the Swiss Federal Institute of Technology—today’s ETH Zurich—was approved, creating a new hub for scientific and engineering excellence. Over time, ETH would nurture pioneers like Albert Einstein and become a powerhouse in physics, computer science, and climate research.",
      "fact_year": 1854,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/ETH_Zurich",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "Founding a major technical university is a 'destination' for science and innovation, mirroring the episode’s theme of exploring new territories and journeys into complex ideas."
    },
    {
      "hour": 14,
      "fact_text": "In 1842, at the Battle of Debre Tabor, Ras Ali Alula, regent of the Ethiopian Empire, defeated the powerful warlord Wube Haile Maryam of Semien. The victory temporarily preserved the regent’s fragile authority during Ethiopia’s turbulent Era of the Princes, when regional rulers constantly jostled for power.",
      "fact_year": 1842,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Debre_Tabor",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An Ethiopian power struggle and battle on African highlands connects with an episode focused on Saharan and Sahelian resistance music—both stories of survival, identity, and contested terrains."
    },
    {
      "hour": 15,
      "fact_text": "On this day in 1986, nearly three decades of Duvalier family dictatorship in Haiti abruptly ended when President Jean-Claude \"Baby Doc\" Duvalier fled the country. His departure followed mass protests against corruption, repression, and the feared Tonton Macoute militia, opening a fraught path toward democracy.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Jean-Claude_Duvalier",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "The fall of an authoritarian regime matches an episode about Afrobeat, a genre deeply tied to political protest and anti-dictatorship activism, especially through Fela Kuti."
    },
    {
      "hour": 16,
      "fact_text": "In 1819, Sir Thomas Stamford Raffles departed from the newly acquired outpost of Singapore, leaving administration to William Farquhar after negotiating its establishment as a British trading post. That small settlement would grow into one of the world’s busiest ports and a hyper-modern city-state at the crossroads of Asia.",
      "fact_year": 1819,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Stamford_Raffles",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "Raffles leaving Singapore after founding a global crossroads reflects an era of travel, trade, and shifting perspectives, aligning with an episode about movement, voyages, and seeing the world differently."
    },
    {
      "hour": 17,
      "fact_text": "On this day in 1783, French and Spanish forces finally lifted the Great Siege of Gibraltar after nearly four years of failed attempts to retake the rocky fortress from Britain. The siege saw experimental floating batteries, massive artillery duels, and one of the longest continuous sieges in modern European history.",
      "fact_year": 1783,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Great_Siege_of_Gibraltar",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A fortress city of stone under siege parallels an industrial 'Steel City'—both are defined by fortification, endurance, and the distinct sound of their walls and streets."
    },
    {
      "hour": 18,
      "fact_text": "In 1756, during the Guaraní War, indigenous leader Sepé Tiaraju was killed in a skirmish against combined Spanish and Portuguese forces. He became a symbol of Guaraní resistance to colonial displacement from their mission lands and is still remembered in parts of Brazil as a folk hero and even a candidate for sainthood.",
      "fact_year": 1756,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sep%C3%A9_Tiaraju",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A Guaraní leader killed resisting Spanish and Portuguese colonialism ties into an episode about Spain’s own complex, hybrid folk tradition—Flamenco—rooted in marginalized voices and histories of resistance."
    },
    {
      "hour": 19,
      "fact_text": "On this day in 2024, twin bombings struck election offices in Pakistan’s Balochistan region, killing at least 24 people just one day before the general elections. The attacks underscored the risks faced by voters and officials in fragile democracies where political participation can literally be a matter of life and death.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2024_Balochistan_bombings",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "Violence intertwined with politics and democracy resonates with an episode centered on Residente, an artist known for fierce political critique and confronting the costs of speaking truth to power."
    },
    {
      "hour": 20,
      "fact_text": "Walt Disney himself, whose studio released \"Pinocchio\" on this day in 1940, was born in 1901 and went on to reshape the language of animation and theme park design. By the time of \"Pinocchio’s\" premiere, he was already pioneering multi-plane camera techniques and synchronized sound, turning cartoons into emotionally rich cinema.",
      "fact_year": 1901,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Walt_Disney",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "Disney built worlds where children learned to believe in themselves and their inner goodness, aligning with an episode devoted to self-acceptance, emotional storytelling, and inner beauty."
    },
    {
      "hour": 21,
      "fact_text": "The International Space Station’s Destiny module, delivered by STS-98 on this day in 2001, became NASA’s primary orbital laboratory, enabling long-duration experiments in microgravity. Inside this cylindrical lab, astronauts study how space affects the human body, new materials, and even the behavior of flames and fluids in weightlessness.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Destiny_(ISS_module)",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A high-tech space laboratory devoted to disciplined experimentation echoes an episode about physical discipline, training, and pushing the body in another intense environment—Thailand’s Muay Thai gyms."
    },
    {
      "hour": 22,
      "fact_text": "Neptune, the ice giant whose orbit Pluto briefly crosses inside of, was discovered in 1846 after astronomers noticed unexplained perturbations in Uranus’s motion and predicted another planet. Its existence was confirmed almost exactly where calculations said it would be, a triumph of celestial mechanics before anyone had seen the world itself.",
      "fact_year": 1846,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Neptune",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The calculated discovery of a distant planet was a 'bombshell' in 19th-century astronomy, fitting an explosive inaugural episode that launched Sedna FM 'into the universe.'"
    },
    {
      "hour": 23,
      "fact_text": "John F. Kennedy International Airport, where The Beatles first set foot in America in 1964, began life as Idlewild Airport in the 1940s and was renamed in 1963 to honor the assassinated president. Over decades it has become a global gateway where political history, migration, and pop culture constantly intersect on its runways and in its arrival halls.",
      "fact_year": 1948,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/John_F._Kennedy_International_Airport",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "An airport that embodies transatlantic crossings and iconic arrivals connects naturally to an episode about a London weekend—another hub city where flights, music, and cultures converge."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1984, during the STS-41-B mission, astronaut Bruce McCandless II became the first human to perform an untethered spacewalk, drifting freely above Earth with only a jet-powered backpack (the Manned Maneuvering Unit) to control his motion. The image of his solitary figure against the planet’s blue curve remains one of the most surreal photographs in spaceflight history.",
      "fact_year": 1984,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-41-B",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal 'space shift' moment: a human floating untethered in the void pairs with an episode about reimagining emptiness as creative space."
    },
    {
      "hour": 1,
      "fact_text": "On this day in 2001, Space Shuttle Atlantis launched on STS-98, delivering the Destiny laboratory, the primary U.S. science module, to the International Space Station. Destiny turned the ISS into a true orbiting research lab, enabling long-term experiments in microgravity on everything from protein crystals to fluid physics.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-98",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Destiny is literally a space laboratory dedicated to research and discovery, echoing the episode’s theme of learning, curiosity, and the science of progress."
    },
    {
      "hour": 2,
      "fact_text": "In 1979, Pluto’s elongated orbit carried it temporarily closer to the Sun than Neptune, a celestial lane-change that will last until 1999 before the dwarf planet returns to the outermost reaches. Despite crossing orbits in distance, Pluto and Neptune never collide thanks to a precise orbital resonance that keeps them safely out of phase.",
      "fact_year": 1979,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pluto",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A distant dwarf world gliding slowly inside Neptune’s orbit fits the meditative, orbital mood of an episode literally titled 'Slow Planet.'"
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1940, Walt Disney’s second full-length animated feature, \"Pinocchio\", premiered, pushing animation into darker, more emotionally complex territory than \"Snow White\". Its meticulous hand-drawn effects—like underwater scenes and the monstrous whale—set new technical standards for animated films.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pinocchio_(1940_film)",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Pinocchio’s most iconic imagery includes being swallowed by a whale and drifting underwater, resonating with an episode built around immersion and fluid, aquatic moods."
    },
    {
      "hour": 4,
      "fact_text": "In the winter of 1811–1812, a series of massive earthquakes struck near New Madrid, Missouri, with one of the strongest jolts occurring on February 7, 1812. The quakes were so intense that they reportedly made the Mississippi River briefly run backward and rang church bells as far away as the East Coast.",
      "fact_year": 1812,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1811%E2%80%931812_New_Madrid_earthquakes",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A continent-shaking earthquake is nature’s own \"electric shock\", matching the episode’s jolt-of-energy theme and high-voltage guitar work."
    },
    {
      "hour": 5,
      "fact_text": "On this day in 1964, The Beatles landed in the United States for the first time, greeted by thousands of screaming fans at the newly renamed John F. Kennedy International Airport. Their arrival ignited the \"British Invasion\" and transformed global pop culture almost overnight.",
      "fact_year": 1964,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Beatles",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "The Beatles’ arrival heralded a new era of pop and rock that paved the way for later dance and synth-pop explosions like those celebrated in '80s Club.'"
    },
    {
      "hour": 6,
      "fact_text": "In February 1807, Napoleon’s forces clashed with the Russian army at the Battle of Eylau, a brutal winter engagement fought amid snow and blizzards. Though the French took the town, the battle devolved into a bloody stalemate, remembered for its horrific conditions and unclear victor.",
      "fact_year": 1807,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Eylau",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A snow-swept, miserable battlefield ties into an episode about weathering storms and moving through harsh seasons toward hope."
    },
    {
      "hour": 7,
      "fact_text": "On this day in 1943, the Imperial Japanese Navy completed Operation Ke, the covert evacuation of their remaining troops from Guadalcanal. The withdrawal marked the end of Japan’s attempts to retake the island and a major turning point in the Pacific War.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Guadalcanal_Campaign",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A naval evacuation in treacherous waters pairs thematically with an episode set entirely at sea, reflecting on journeys, ships, and the ocean’s moods."
    },
    {
      "hour": 8,
      "fact_text": "In 2016, North Korea launched Kwangmyŏngsŏng-4, a satellite that many observers saw as a cover for ballistic missile testing, defying multiple United Nations resolutions. The launch triggered global condemnation and highlighted the blurred line between space technology and military power.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kwangmy%C5%8Fngs%C5%8Fng-4",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A controversial surveillance satellite connects with an episode about technology, networks, and our uneasy relationship with modern communications systems."
    },
    {
      "hour": 9,
      "fact_text": "On this day in 2014, scientists announced that ancient footprints found at Happisburgh in Norfolk, England, were more than 800,000 years old. These ghostly tracks along a vanished estuary are the oldest known hominin footprints outside Africa, hinting at early human relatives braving cold northern climates far earlier than once believed.",
      "fact_year": 2014,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Happisburgh_footprints",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Ancient human footprints in a cold northern landscape mirror the episode’s exploration of high-latitude coasts, Arctic waters, and life at the edges of the map."
    }
  ],
  "generated_at": "2026-02-07T00:00:00.009218+00:00",
  "date": "2026-02-07",
  "updated_at": "2026-02-07T09:00:01.414424+00:00"
}