{
  "current_hour": 16,
  "current_fact": {
    "hour": 16,
    "fact_text": "On February 25, 2009, soldiers of the Bangladesh Rifles mutinied at their Pilkhana headquarters in Dhaka, killing 74 people, including 57 army officers. The revolt erupted partly over pay, treatment, and resentment toward higher-ranking officers, turning a tense workplace dispute into a national trauma. It exposed deep fractures between paramilitary forces and the regular army.",
    "fact_year": 2009,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bangladesh_Rifles_revolt",
    "episode": {
      "id": 51,
      "title": "Morning Drops #44 - Residente",
      "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
      "songs": [
        "Calle 13 - La Jirafa",
        "Calle 13 - Adentro",
        "Residente - René",
        "Calle 13 - La Vuelta al Mundo"
      ],
      "music-genres": [
        "Latin Alternative",
        "Hip Hop",
        "Urban",
        "Rap",
        "World"
      ]
    },
    "match_reason": "A violent mutiny driven by resentment and structural injustice matches an episode centered on Residente’s sharp political critiques and stories of rebellion against entrenched power."
  },
  "queue": [
    {
      "hour": 17,
      "fact_text": "On February 25, 2015, a series of powerful winter storms triggered avalanches in northeastern Afghanistan, killing at least 310 people as homes in mountain villages were buried under snow. Rescue efforts were hampered by blocked roads, fragile infrastructure, and ongoing conflict. The disaster underscored how climate, terrain, and human vulnerability intersect in remote, high-altitude regions.",
      "fact_year": 2015,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2015_Afghanistan_avalanches",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "An avalanche disaster in mountainous terrain connects with an episode born in another intense natural environment—Thai islands and training camps—reflecting on how humans adapt physically and mentally to demanding landscapes."
    },
    {
      "hour": 18,
      "fact_text": "On February 25, 2016, a gunman carried out a series of shootings in the Kansas towns of Newton and Hesston, killing three people and injuring 14 others before being shot by police. The attacks unfolded across multiple sites, including a workplace, turning familiar spaces into scenes of chaos within minutes. It became another stark example of how everyday routines in small communities can be shattered by sudden violence.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hesston_shootings",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A jarring act of workplace and community violence is paired with a gently grounding, downtempo episode as a sonic counterweight—a reminder of slowness and calm in contrast to sudden chaos."
    },
    {
      "hour": 19,
      "fact_text": "On this day in 2015, at least 310 people died in the Afghanistan avalanches, but local villagers and rescuers also dug survivors out with bare hands, shovels, and whatever tools they had. In some places, entire communities mobilized in freezing conditions, forming human chains to move snow and debris. Amid tragedy, it revealed how social bonds can become literal lifelines in remote regions.",
      "fact_year": 2015,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Afghanistan",
      "episode": {
        "id": 12,
        "title": "Morning Drops #06 - Friend's Home",
        "description": "Yasmin and Gaia are reunited under the same roof to spend Easter Monday morning together, exploring that heartwarming 'just like home' feeling that comes from being surrounded by beloved friends.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-friends-home",
        "songs": [
          "Oumou Sangaré - Jah Rah Bee",
          "James Mason - Free",
          "Articolo 31 - Gente che spera",
          "Articolo 31 - Spirale ovale"
        ],
        "music-genres": [
          "Afropop",
          "Jazz-Funk",
          "Italian Hip-Hop"
        ]
      },
      "match_reason": "The communal rescue efforts and mutual care in Afghan mountain villages resonate with an episode centered on the warmth of home, friendship, and people showing up for each other."
    },
    {
      "hour": 20,
      "fact_text": "On February 25, 2016, the Kansas shootings also highlighted how quickly modern emergency systems can be overwhelmed: multiple 911 calls, social media alerts, and live news updates all unfolded as the situation was still in motion. Authorities had to parse rumor from reality in real time. It’s a stark example of how information overload and crisis now intertwine.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hesston_shootings",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "A crisis amplified by modern communication tech pairs with an episode about a subtle audio technology that reshaped how we hear voices—both stories of tools that quietly yet dramatically change our experience of reality."
    },
    {
      "hour": 21,
      "fact_text": "On February 25, 1994, extremist Baruch Goldstein carried out a mass shooting inside the Cave of the Patriarchs in Hebron, killing 29 worshippers during Ramadan prayers and injuring over 100 more. The massacre took place in a site sacred to both Jews and Muslims, deepening distrust and violence in an already fragile peace process. It remains one of the most painful examples of how a single act can scar a shared holy place.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cave_of_the_Patriarchs_massacre",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A brutal attack in a contested holy site is paired with flamenco’s tradition of channeling grief, injustice, and spiritual depth into raw, cathartic song."
    },
    {
      "hour": 22,
      "fact_text": "On February 25, 2009, just hours after the Amsterdam crash, investigators were already pulling data from the black boxes, piecing together sensor readings, cockpit audio, and flight parameters. Modern aviation investigations are like forensic time travel: rewinding the final minutes of a flight second by second. Each accident quietly reshapes safety rules for millions of future passengers.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Radar_altimeter",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The meticulous reconstruction of a flight from fragments of data parallels trip-hop’s cinematic sampling—assembling atmosphere and narrative from scattered pieces of sound and history."
    },
    {
      "hour": 23,
      "fact_text": "On February 25, 1991, when the Warsaw Pact was dissolved, cities across Eastern Europe suddenly found themselves no longer on the \"front line\" of a global standoff. Places like Budapest shifted from being strategic nodes in a military chessboard to cultural bridges between East and West. The end of the alliance turned former borders of fear into potential corridors of music, art, and exchange.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Budapest",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A former militarized frontier turning into a cultural bridge aligns with an episode that literally sails between countries and coasts, focusing on music as a connector rather than a divider."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1705, a young George Frideric Handel premiered his opera *Nero* in Hamburg, but the score later vanished and is now completely lost. Musicologists only know it existed through written accounts and theater records, making it one of several \"ghost operas\" from his early career. It's a reminder that even masterpieces can disappear, leaving behind only echoes in history.",
      "fact_year": 1705,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Handel%27s_lost_Hamburg_operas",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A lost, foundational opera pairs with Sedna’s own origin episode — both are about powerful beginnings that shape everything that follows, even when part of the story is invisible."
    },
    {
      "hour": 1,
      "fact_text": "On February 25, 1933, the USS Ranger was launched as the first U.S. aircraft carrier designed from the keel up to carry planes, not converted from another ship. It marked a turning point where air power at sea became central to naval strategy. The Ranger became a prototype for floating runways that would reshape 20th-century warfare.",
      "fact_year": 1933,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Ranger_(CV-4)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A pioneering warship that turned the sea into an airstrip fits with a high-voltage rock set about power, speed, and the shock of new technology."
    },
    {
      "hour": 2,
      "fact_text": "In 138, Roman emperor Hadrian formally adopted Antoninus Pius as his son and heir, but only on the condition that Antoninus adopt two other promising young men in turn. This created a carefully engineered chain of succession that produced four \"good emperors\" in a row. It's an ancient example of long-term leadership planning spanning generations.",
      "fact_year": 138,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hadrian",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "An emperor carefully building a lineage across generations resonates with an episode about interwoven stories, landscapes, and shared choices across time and place."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1951, the first Pan American Games opened in Buenos Aires, bringing together athletes from across North, Central, and South America. Meant as a \"mini Olympics\" for the Western Hemisphere, it blended sport with cultural exchange between very different countries. The event helped spread athletic rivalries and friendships across an entire half of the planet.",
      "fact_year": 1951,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pan_American_Games",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A continental sports festival full of motion and competition pairs with an upbeat, travel-ready mix about movement, fresh starts, and physical energy."
    },
    {
      "hour": 4,
      "fact_text": "In 1956, Soviet leader Nikita Khrushchev delivered a secret speech denouncing Joseph Stalin’s cult of personality and brutal purges. The speech was never meant for the public, yet it leaked, sending shockwaves through the communist world and quietly beginning the process of de-Stalinization. It’s a rare case where a single speech helped dismantle an entire political mythology.",
      "fact_year": 1956,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/On_the_Cult_of_Personality_and_Its_Consequences",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A dramatic unmasking of a political cult fits an episode about breaking out of imposed boxes and confronting uncomfortable truths head-on."
    },
    {
      "hour": 5,
      "fact_text": "On February 25, 1947, the Allied Control Council formally abolished Prussia, a state so associated with militarism that it was blamed for \"German aggression\" itself. Once the core of a European great power, Prussia disappeared from the map by decree, its territories absorbed into new borders. It's a reminder that even long-lived political identities can be dissolved almost overnight.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Abolition_of_Prussia",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The dissolution of an old, rigid power structure mirrors an episode about re-wiring habits and identities through learning, exchanging inherited patterns for more conscious ones."
    },
    {
      "hour": 6,
      "fact_text": "On this day in 1932, Adolf Hitler, who had been stateless for seven years, obtained German citizenship by being appointed a minor state official in Brunswick. That bureaucratic maneuver quietly unlocked his eligibility to run for president, accelerating his rise to power. It shows how seemingly small administrative decisions can carry immense historical consequences.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Adolf_Hitler",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A dark turning point involving German identity is juxtaposed with a light, human-scale voyage with contemporary Germans, reclaiming the idea of a \"German journey\" in a very different, peaceful way."
    },
    {
      "hour": 7,
      "fact_text": "In 1918, as World War I neared its end, German forces captured Tallinn, effectively completing their occupation of Estonia. Within months, however, the power vacuum created by Germany’s collapse allowed Estonians to move toward independence. The city’s brief occupation shows how quickly control over a place can shift in times of upheaval.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/German_occupation_of_Estonia_during_World_War_I",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "An occupied capital viewed through the lens of shifting power and identity pairs with an episode that explores how a modern city tells its story through sound and subculture."
    },
    {
      "hour": 8,
      "fact_text": "On February 25, 1912, Marie-Adélaïde became the first woman to reign as Grand Duchess of Luxembourg. Her accession challenged expectations about female leadership in a small, conservative monarchy, even though her reign itself was short and turbulent. She opened the door for her sister, Charlotte, whose long rule helped stabilize the country.",
      "fact_year": 1912,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Marie-Ad%C3%A9la%C3%AFde,_Grand_Duchess_of_Luxembourg",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "The first female sovereign of Luxembourg aligns with an episode celebrating powerful women’s voices that redefine strength and presence."
    },
    {
      "hour": 9,
      "fact_text": "In 1875, the Guangxu Emperor began his reign over Qing dynasty China as a child, with his formidable aunt, Empress Dowager Cixi, ruling as regent behind the scenes. Though officially emperor, he spent much of his life struggling to assert real power in a court dominated by older factions and foreign pressures. His story embodies the tension between symbolic authority and actual control.",
      "fact_year": 1875,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Guangxu_Emperor",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A young emperor overshadowed by a regent echoes the idea of public roles versus hidden selves, matching an episode about alter-egos and the tension between image and inner reality."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1843, British naval officer Lord George Paulet unilaterally occupied the Hawaiian Kingdom, raising the Union Jack in Honolulu in what became known as the Paulet affair. Remarkably, the occupation was reversed within months when his superiors in London disavowed his actions and restored Hawaiian sovereignty. For Hawaii, it was a brief glimpse of a future that could have been permanent colonization.",
      "fact_year": 1843,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Paulet_affair",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A sudden, contested occupation of an island kingdom by a foreign captain pairs with an episode about travel, perspective, and the complicated ways outsiders move through other peoples’ homelands."
    },
    {
      "hour": 11,
      "fact_text": "On February 25, 1980, a group of sergeants led by Dési Bouterse overthrew the government of Suriname in a bloodless coup. A small, recently independent country found itself abruptly shifted from parliamentary democracy toward military rule. The event set off years of political turbulence, showing how fragile new democracies can be.",
      "fact_year": 1980,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1980_Surinamese_coup_d%27%C3%A9tat",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A postcolonial coup in a small country echoes the political struggles often chronicled and critiqued in Afrobeat and highlife, tying power and resistance to rhythm and voice."
    },
    {
      "hour": 12,
      "fact_text": "In 1991, the Warsaw Pact—a military alliance that once bound the Soviet Union to its Eastern European satellite states—was officially dissolved in Budapest. Created as a counterpart to NATO, it had symbolized the \"Iron Curtain\" for decades. Its quiet end signaled that the Cold War’s rigid blocs were melting into something messier and more fluid.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Warsaw_Pact",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "The dissolution of a rigid military bloc into a more open world parallels an episode about crossing borders and exploring new territories in sound and connection."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1986, the People Power Revolution in the Philippines forced President Ferdinand Marcos to flee after two decades of authoritarian rule. Millions of ordinary citizens, armed mostly with prayers, flowers, and sheer presence, filled the streets of Manila. Their largely nonviolent uprising ushered in Corazon Aquino as the country’s first female president.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/People_Power_Revolution",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A people-powered, largely peaceful revolution that brings a woman to power matches the fiery, feminist hip-hop energy of an episode centered on women claiming their voices."
    },
    {
      "hour": 14,
      "fact_text": "On February 25, 2009, Turkish Airlines Flight 1951 crashed short of the runway at Amsterdam’s Schiphol Airport after a faulty radio altimeter misled the autopilot into thinking the plane was already on the ground. The throttles pulled back, the engines idled, and the aircraft stalled in the final moments of approach. The disaster became a textbook case of how automation, sensor failure, and human oversight can interact in deadly ways.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Turkish_Airlines_Flight_1951",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A crash caused by overreliance on malfunctioning instruments fits an episode questioning our dependence on technology and how it shapes, and sometimes endangers, our attention."
    },
    {
      "hour": 15,
      "fact_text": "On the same date in 1999, Minerva Airlines Flight 1553, operating for Alitalia, crashed while landing at Genoa’s coastal Cristoforo Colombo Airport, breaking apart after a hard touchdown and runway overrun. The accident highlighted how challenging short, seaside runways can be, especially in poor weather. It also led to renewed scrutiny of airport design and approach procedures in difficult locations.",
      "fact_year": 1999,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Minerva_Airlines_Flight_1553",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A coastal airport crash in challenging weather connects with an episode about storms, transitions, and the belief that difficult conditions—literal or metaphorical—do eventually pass."
    },
    {
      "hour": 16,
      "fact_text": "On February 25, 2009, soldiers of the Bangladesh Rifles mutinied at their Pilkhana headquarters in Dhaka, killing 74 people, including 57 army officers. The revolt erupted partly over pay, treatment, and resentment toward higher-ranking officers, turning a tense workplace dispute into a national trauma. It exposed deep fractures between paramilitary forces and the regular army.",
      "fact_year": 2009,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bangladesh_Rifles_revolt",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A violent mutiny driven by resentment and structural injustice matches an episode centered on Residente’s sharp political critiques and stories of rebellion against entrenched power."
    }
  ],
  "generated_at": "2026-02-25T00:00:00.017175+00:00",
  "date": "2026-02-25",
  "updated_at": "2026-02-25T16:00:01.481503+00:00"
}