{
  "current_hour": 12,
  "current_fact": {
    "hour": 12,
    "fact_text": "On 14 February 1945, Allied bombers began the fire‑bombing of Dresden, unleashing a storm of high explosives and incendiaries on the baroque city. The resulting firestorm, which devastated the historic center, remains one of the most debated and haunting air raids of World War II.",
    "fact_year": 1945,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Dresden",
    "episode": {
      "id": 52,
      "title": "Morning Drops #45 - It Can't Rain Forever",
      "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
      "songs": [
        "Led Zeppelin - The Rain Song",
        "Khruangbin & Leon Bridges - Texas Sun",
        "Dragon - Rain",
        "Fleetwood Mac - Don't Stop"
      ],
      "music-genres": [
        "Classic Rock",
        "Psychedelic Soul",
        "Pop Rock",
        "Soft Rock"
      ]
    },
    "match_reason": "A night when fire literally fell from the sky is paired with an episode about storms, resilience, and the belief that devastation can eventually give way to rebuilding."
  },
  "queue": [
    {
      "hour": 13,
      "fact_text": "On 14 February 1943, during the Tunisia Campaign, General Hans‑Jürgen von Arnim’s Fifth Panzer Army launched a counter‑attack against Allied forces. The clashes in North Africa turned desert valleys into armored arenas, where supply lines and sandstorms mattered as much as tactics.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tunisian_campaign",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Tank battles in the North African desert and Tuareg desert blues share the same harsh landscapes of sand and survival, though one remembers war and the other remembers endurance."
    },
    {
      "hour": 14,
      "fact_text": "On 14 February 1797, off Cape St. Vincent near Portugal, Admiral John Jervis and Captain Horatio Nelson led the British fleet to victory over a larger Spanish force. Nelson famously disobeyed orders to cut through the enemy line, a bold maneuver that helped cement his reputation as a daring tactician.",
      "fact_year": 1797,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Cape_St._Vincent_(1797)",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "Nelson’s refusal to follow orders and the women of rock refusing to ask permission are parallel acts of defiance against rigid hierarchies, whether naval or musical."
    },
    {
      "hour": 15,
      "fact_text": "On 14 February 1530, Spanish conquistador Nuño de Guzmán overthrew and executed Tangaxuan II, the last independent ruler of the Tarascan state in present‑day central Mexico. The killing symbolized not just a regime change, but the violent eclipse of an entire indigenous empire.",
      "fact_year": 1530,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tangaxuan_II",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A brutal episode of Spanish conquest in the Americas is paired with an exploration of flamenco, a Spanish art form rooted in histories of pain, mixing, and survival."
    },
    {
      "hour": 16,
      "fact_text": "On 14 February 1998, in Yaoundé, Cameroon, an oil tanker train collided with a freight train and spilled fuel oil near a crowded neighborhood. People rushed to collect the leaking fuel, but a spark triggered a massive explosion that killed around 120 people in an instant.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yaound%C3%A9",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A devastating accident in an African city sits alongside an episode that celebrates African musical resilience, hinting at how communities process grief and injustice through rhythm and voice."
    },
    {
      "hour": 17,
      "fact_text": "On 14 February 2003, UN weapons inspector Hans Blix told the UN Security Council that his teams had found no weapons of mass destruction in Iraq. His careful, measured report clashed with the political momentum toward war, becoming a symbol of how evidence and narrative can diverge.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Iraq_disarmament_crisis",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "Blix’s calm insistence on facts in the face of political pressure resonates with Residente’s sharp political critiques—both challenge powerful narratives with uncomfortable truths."
    },
    {
      "hour": 18,
      "fact_text": "On 14 February 1779, British explorer James Cook was killed in a confrontation with Native Hawaiians at Kealakekua Bay on the island of Hawaii. The clash followed rising tensions and misunderstandings, showing how fragile encounters can be when cultures meet under unequal power.",
      "fact_year": 1779,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Death_of_James_Cook",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "Cook’s fatal encounter in the Pacific and an episode recorded in another tropical maritime culture both highlight how travelers move through local worlds, sometimes with humility, sometimes with violence."
    },
    {
      "hour": 19,
      "fact_text": "Also on 14 February 1779, across the world in Georgia, the Battle of Kettle Creek saw Patriot militia surprise and defeat a force of Loyalists in a swampy backcountry skirmish. It was a small engagement by numbers, but it helped disrupt British control in the southern colonies.",
      "fact_year": 1779,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Kettle_Creek",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A seemingly small, 'minor' battle that had lasting impact mirrors the episode’s focus on classic tracks—modest in scale but carrying a timeless legacy through history."
    },
    {
      "hour": 20,
      "fact_text": "On 14 February 2000s-era music history’s future was being written by companies like IBM, but decades earlier, on this same date in 1924, that name change quietly anticipated a world run by data. The evolution from tabulating machines to global computing giant underpins nearly every digital rhythm in today’s music production.",
      "fact_year": 1924,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/IBM",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "IBM’s transition into a computing powerhouse paved the way for digital audio tools like Auto‑Tune; both the company and the plugin quietly reprogrammed how we process information and sound."
    },
    {
      "hour": 21,
      "fact_text": "On 14 February 2003, as Hans Blix briefed the UN, another kind of revolution—learning and cognition—was unfolding in labs that study how practice rewires the brain. His methodical inspections, requiring patience and repeated checking, echoed the slow, effortful way humans actually master complex skills.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hans_Blix",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Blix’s slow, evidence‑based inspection work mirrors the episode’s focus on incremental learning, persistence, and the quiet joy of careful, methodical progress."
    },
    {
      "hour": 22,
      "fact_text": "On 14 February 2000, when NEAR Shoemaker eased into orbit around Eros, it also paved the way for later missions that would land on and even sample asteroids. Those tiny rubble piles, once mere points of light, are now laboratories for understanding the early Solar System and even the origins of Earth’s water and organics.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/433_Eros",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An asteroid‑orbiting mission that opens new frontiers in our Solar System fits with an episode explicitly framed as a 'destination' journey through unfamiliar sonic territories."
    },
    {
      "hour": 23,
      "fact_text": "On 14 February 1945, as Mostar was being liberated and Dresden burned, countless individuals experienced the war as abrupt personal transitions—one day under occupation, the next day in ruins or in freedom. For many, healing would be less about victory parades and more about learning to walk again through altered streets and altered lives.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/World_War_II",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "The end-of-war upheavals that forced people to rebuild their bodies, cities, and identities echo the episode’s intimate story of injury, slow recovery, and reflective healing."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 14 February 1990, as it was leaving the Solar System, NASA's Voyager 1 spacecraft looked back from 6 billion kilometers away and captured the now-iconic 'Pale Blue Dot' image. In the photograph, Earth appears as a tiny speck suspended in a ray of scattered sunlight, inspiring Carl Sagan's famous reflection on our planet's fragility and unity.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pale_Blue_Dot",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A cosmic look back at Earth and a show about re-framing emptiness as creative space both invite a shift in perspective toward the vastness around us."
    },
    {
      "hour": 1,
      "fact_text": "On 14 February 2000, the NEAR Shoemaker spacecraft became the first probe to orbit an asteroid, settling into orbit around 433 Eros. This close-up reconnaissance of a space rock transformed fuzzy telescope dots into a detailed alien landscape of boulders, craters, and dust.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NEAR_Shoemaker",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "An asteroid-orbiting mission and a sonic journey that begins in cosmic-sounding ambient and grows across landscapes both evoke slow approach and exploration of new worlds."
    },
    {
      "hour": 2,
      "fact_text": "On 14 February 1961, researchers at the University of California, Berkeley first synthesized element 103, later named lawrencium. This highly unstable, man-made element exists only fleetingly in particle accelerators, yet its discovery pushed the periodic table deeper into the unknown.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lawrencium",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Lawrencium lives at the experimental edge of the periodic table much like trip‑hop sits at the experimental edge of electronic music, both expanding their respective maps."
    },
    {
      "hour": 3,
      "fact_text": "On 14 February 1855, Texas was linked to the rest of the United States by telegraph, as a line connecting New Orleans and Marshall, Texas was completed. Messages that once took weeks by horse and ship could suddenly flash across the landscape in minutes, shrinking the perceived size of a continent.",
      "fact_year": 1855,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Telegraphy",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A story about the first high‑speed communication link to Texas pairs with a show recorded with 'no phone signal'—both meditations on how we connect across distance, with or without wires."
    },
    {
      "hour": 4,
      "fact_text": "On 14 February 1924, a company with the unwieldy name Computing-Tabulating-Recording Company rebranded itself as International Business Machines, or IBM. That corporate name-change foreshadowed IBM's transformation from punch-card machines to a defining force in the age of computers and information.",
      "fact_year": 1924,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/IBM",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "IBM's renaming heralded the rise of the information age, which later gave us computers and smartphones; this episode literally unpacks our emotional entanglement with those very devices."
    },
    {
      "hour": 5,
      "fact_text": "On 14 February 1918, Soviet Russia officially adopted the Gregorian calendar, abruptly skipping 13 days to align with much of the rest of the world. Overnight, what would have been 1 February became 14 February, turning timekeeping itself into a revolutionary act.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A radical calendar shift shows how societies choose the tempo of their days; 'Slow Planet' gently questions and slows our sense of time in a similar, contemplative way."
    },
    {
      "hour": 6,
      "fact_text": "On 14 February 1912, the U.S. Navy commissioned its first class of diesel-powered submarines, the E-class. These new boats could travel farther and stay submerged longer than their gasoline predecessors, hinting at the deep, silent future of undersea warfare.",
      "fact_year": 1912,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_States_E-class_submarine",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "The birth of modern submarines and a show about diving and immersion both explore what happens when humans slip beneath the surface into hidden, fluid worlds."
    },
    {
      "hour": 7,
      "fact_text": "On 14 February 1944, in the Strait of Malacca, a British Royal Navy submarine hunted and sank a German-controlled Italian submarine in a tense undersea duel. The clash highlighted how World War II battles could unfold in total invisibility, heard only as pings on a sonar screen.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Action_of_14_February_1944",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden submarine ambush in wartime has the same jarring intensity as the episode’s high‑voltage rock, both delivering an 'electric shock' of adrenaline."
    },
    {
      "hour": 8,
      "fact_text": "On 14 February 1945, U.S. Army Air Forces bombers, aiming for Dresden, accidentally dropped their payload on Prague due to navigational errors. The tragic mistake showed how, in the fog of war, a few degrees off course could turn one city’s night sky into another’s firestorm.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Prague",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A navigational error that changes a city’s fate contrasts sharply with a mindful 'moving meditation'—both are about movement across maps, but one is blind and destructive while the other is conscious and reflective."
    },
    {
      "hour": 9,
      "fact_text": "Also on 14 February 1945, Yugoslav Partisans liberated the city of Mostar, a strategic crossroads in Bosnia and Herzegovina. The resistance fighters, largely local volunteers, pushed out Axis forces in a gritty urban campaign that foreshadowed the city’s later symbolic role as a bridge between cultures.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yugoslav_Partisans",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Both the Yugoslav Partisans and Tuareg musicians in exile use resistance as a through-line, turning struggle and survival into cultural identity."
    },
    {
      "hour": 10,
      "fact_text": "On 14 February 1939, Germany launched the battleship Bismarck, one of the largest and most heavily armed warships ever built in Europe. Its short, dramatic career at sea became a legend, culminating in a massive Allied hunt that turned the Atlantic into a chessboard.",
      "fact_year": 1939,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/German_battleship_Bismarck",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "The Bismarck was a 'star' battleship whose legend outshone its brief life; 'Star Treatment' reflects on myth-making, transformation, and how big symbols are constructed."
    },
    {
      "hour": 11,
      "fact_text": "On 14 February 1778, the USS Ranger, commanded by John Paul Jones, received a nine‑gun salute from a French warship—one of the first formal recognitions of the United States flag by a foreign power. For a fledgling nation at sea, that thunder of cannons was a diplomatic handshake in gunpowder.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Flag_of_the_United_States",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A historic naval salute to a new flag and a modern sailing voyage both center on life at sea, shared rituals on deck, and the symbolism carried by ships and their stories."
    },
    {
      "hour": 12,
      "fact_text": "On 14 February 1945, Allied bombers began the fire‑bombing of Dresden, unleashing a storm of high explosives and incendiaries on the baroque city. The resulting firestorm, which devastated the historic center, remains one of the most debated and haunting air raids of World War II.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Dresden",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A night when fire literally fell from the sky is paired with an episode about storms, resilience, and the belief that devastation can eventually give way to rebuilding."
    }
  ],
  "generated_at": "2026-02-14T00:00:00.011274+00:00",
  "date": "2026-02-14",
  "updated_at": "2026-02-14T12:00:01.541588+00:00"
}