{
  "current_hour": 19,
  "current_fact": {
    "hour": 19,
    "fact_text": "On February 9, 1996, physicists led by Sigurd Hofmann and Victor Ninov announced the discovery of element 112, later named copernicium in honor of Nicolaus Copernicus. The atom exists for mere fractions of a second before decaying, yet its creation shows how far we’ve come from simply observing the cosmos to briefly forging new pieces of it.",
    "fact_year": 1996,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Copernicium",
    "episode": {
      "id": 49,
      "title": "Morning Drops #42 - The Joy Of Learning",
      "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
      "songs": [
        "Radiohead - Separator",
        "Mac Miller - What's the Use?",
        "Morad & Beny Jr - Sigue",
        "Post Malone - White Iverson"
      ],
      "music-genres": [
        "Alternative Rock",
        "Experimental Electronic",
        "Hip Hop",
        "Neo-Soul",
        "Drill / Trap"
      ]
    },
    "match_reason": "The painstaking work of synthesizing a fleeting new element embodies the persistence and curiosity celebrated in an episode about the joy of learning."
  },
  "queue": [
    {
      "hour": 20,
      "fact_text": "On this day in 1961, the Beatles’ Cavern Club era was all sweat and brickwork; only later would those songs be pressed into records, copyrighted, and guarded. By 1922, Brazil had already joined the Berne Convention, so Brazilian artists were part of an early global system for protecting such creative sparks wherever they traveled.",
      "fact_year": 1922,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Copyright",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "Global copyright rules and modern vocal technology both shape how music circulates and sounds, making an episode about Auto‑Tune a fitting partner."
    },
    {
      "hour": 21,
      "fact_text": "On February 9, 2025, the Baltic states synchronized their power grids with the Continental Europe Synchronous Area, preparing to fully disconnect from the old Russian‑led IPS/UPS system. It was an invisible but radical rewiring of energy, symbolizing a shift in political gravity carried on high‑voltage lines.",
      "fact_year": 2025,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Baltic_states_synchronization_with_CESA",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Re‑plugging entire countries into a new electrical network echoes an episode about our dependence on invisible digital infrastructure and how we connect."
    },
    {
      "hour": 22,
      "fact_text": "The 1913 Great Meteor Procession led some astronomers to wonder if Earth had briefly captured a tiny natural satellite, a \"lost moonlet\" that burned up after only a short stay. The idea reminds us that even our planet’s entourage of companions might be more dynamic and ephemeral than it looks.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Meteor",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A slow, drifting trail of meteors and a possibly transient mini‑moon resonate with an episode about slowing the planet down and drifting into calm orbits."
    },
    {
      "hour": 23,
      "fact_text": "The demilitarized status of Svalbard, formalized by the 1920 treaty, means that in a century defined by arms races, this Arctic archipelago has remained a rare space where mining towns, research stations, and polar bears share a landscape officially off‑limits to military bases. It’s an experiment in keeping part of the world’s edge dedicated to science, settlement, and ice.",
      "fact_year": 1920,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Svalbard",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "A fragile, protected Arctic space mirrors the protective, grounding energy of powerful voices holding a different kind of territory: emotional and cultural."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1913, people along the eastern seaboard of the Americas watched a ghostly \"train\" of fire streak silently across the sky: a rare meteor procession that moved slowly in formation. The display was so strange that some astronomers proposed the meteors had briefly been a tiny natural satellite of Earth before plunging into the atmosphere.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1913_Great_Meteor_Procession",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A slow, mysterious celestial procession pairs with an episode that opens in deep, atmospheric space and builds like a cosmic journey."
    },
    {
      "hour": 1,
      "fact_text": "On February 9, 1986, Halley’s Comet made its last visit to the inner Solar System, a once‑in‑a‑lifetime spectacle for many observers. This icy relic has been recorded in human skies for millennia, turning each return into a shared time capsule between generations.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Halley's_Comet",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A famous comet crossing our sky reflects the episode’s idea of \"space\" as possibility and a shift in perspective."
    },
    {
      "hour": 2,
      "fact_text": "In 1975, Soyuz 17 returned to Earth after spending nearly a month docked to the Salyut 4 space station, studying the Sun and X‑ray sources. It was part of the Soviet effort to turn fragile human bodies into long‑stay inhabitants of orbiting laboratories.",
      "fact_year": 1975,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Soyuz_17",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "An experimental long‑duration space mission resonates with an episode about a genre that itself was an experiment in stretching sound and atmosphere."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1971, Apollo 14’s crew splashed down on Earth after the third human landing on the Moon, a mission that quietly proved lunar exploration could recover from Apollo 13’s near‑disaster. Astronaut Alan Shepard even snuck in a now‑legendary stunt: hitting two golf balls off the Moon’s surface.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_14",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A successful voyage to and from another world fits with a flagship episode themed as a collective journey to distant destinations."
    },
    {
      "hour": 4,
      "fact_text": "Also in 1971, the Sylmar (San Fernando) earthquake jolted the Los Angeles area with extreme shaking that toppled hospitals, buckled freeways, and rewrote California’s seismic building codes. It was a brutal reminder that a city’s foundations can literally shift in a single morning.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1971_San_Fernando_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "An earthquake’s sudden jolt and raw power connect to an episode built around \"electric shock\" energy and searing guitars."
    },
    {
      "hour": 5,
      "fact_text": "In 1870, U.S. President Ulysses S. Grant signed a resolution creating the U.S. Weather Bureau, one of the first attempts to systematically track storms and forecast the sky. Before satellites and supercomputers, this was a leap toward turning chaotic clouds into something humans could read.",
      "fact_year": 1870,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ulysses_S._Grant",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "An institution created to understand storms and rain pairs neatly with an episode framed around weather, rain, and changing seasons."
    },
    {
      "hour": 6,
      "fact_text": "On February 9, 1920, the Svalbard Treaty granted Norway sovereignty over the remote Arctic archipelago of Svalbard, but only under the condition that it remain demilitarized and open to citizens of all signatory states. It turned an icy, coal‑rich frontier into a curious laboratory for international cooperation at the edge of the world.",
      "fact_year": 1920,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Svalbard_Treaty",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the treaty and the episode are rooted in Norway’s remote Arctic realm, blending law and landscape with the quiet drama of polar waters."
    },
    {
      "hour": 7,
      "fact_text": "In 1893, Giuseppe Verdi’s final opera, \"Falstaff\", premiered at La Scala in Milan, revealing that the aging master of tragedy could end his career with a sparkling comedy. Its quicksilver ensembles and playful rhythms were so modern that some critics joked Verdi had out‑youthed the young composers.",
      "fact_year": 1893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Falstaff_(opera)",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "A late‑career, rhythmically playful opera premiere pairs with an episode celebrating intricate, lively ensemble jazz and the joy of music in maturity."
    },
    {
      "hour": 8,
      "fact_text": "On February 9, 1932, Finland voted overwhelmingly to end alcohol prohibition, with about 70% choosing to lift the ban after a decade of unintended consequences and thriving bootlegging. The referendum became a rare example of a nation publicly deciding that a moral experiment had simply not worked.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Prohibition_in_Finland",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A society rethinking a controversial policy matches an episode that reexamines reggaeton beyond stereotypes, demystifying a misunderstood culture."
    },
    {
      "hour": 9,
      "fact_text": "In 1922, Brazil joined the Berne Convention, signing onto an international pact that protects authors’ rights across borders. It helped pull Brazilian writers and musicians more firmly into a global web of copyright, where a melody born in Rio could legally echo far from home.",
      "fact_year": 1922,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Berne_Convention",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A treaty about protecting creative works globally complements an episode celebrating a genre whose recorded songs and rights spread across continents."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1893, but in Milan’s glittering La Scala, Verdi’s \"Falstaff\" turned literary Falstaff into one of opera’s most vivid musical characters, proving that even late in life he could reinvent his art. Its success cemented La Scala’s reputation as a cradle for daring premieres, not just museum pieces.",
      "fact_year": 1893,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/La_Scala",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "An iconic opera house premiering a work full of human vulnerability mirrors an episode about love, art, and emotional exposure on stage."
    },
    {
      "hour": 11,
      "fact_text": "On February 9, 1943, Allied forces finally declared Guadalcanal secure after months of brutal jungle fighting and naval battles against Japan. Control of this remote island marked a turning point in the Pacific War, shifting momentum from desperate defense to a long, grinding advance.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Guadalcanal",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A harsh island campaign shaped by terrain and endurance pairs with Tuareg desert music about survival, landscape, and long struggles."
    },
    {
      "hour": 12,
      "fact_text": "In 1945, the British submarine HMS Venturer sank the German U‑boat U‑864 off Norway in one of history’s only cases of a submarine sinking another while both were submerged. The attack required Venturer’s crew to perform a kind of three‑dimensional geometry in their heads, predicting the unseen path of a moving target underwater.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sinking_of_U-864",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A rare undersea duel and complex underwater tracking connect with an episode themed around immersion, depth, and moving beneath the surface."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1959, the Soviet R‑7 Semyorka became the world’s first operational intercontinental ballistic missile, a machine capable of hurling a warhead across oceans. Ironically, its powerful rocket design would later be repurposed to launch peaceful spacecraft, including the first artificial satellite and the first human in orbit.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/R-7_Semyorka",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A powerful technology transformed from weapon to launch vehicle parallels hip‑hop’s evolution into a forceful tool for empowerment and voice."
    },
    {
      "hour": 14,
      "fact_text": "In 1965, the United States quietly sent a Hawk missile battalion to South Vietnam, the first American ground troops whose mission was neither training nor advice. It marked a subtle but decisive step from limited involvement into open military commitment.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vietnam_War",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "The escalation of a controversial war invites questions about identity, duty, and resistance, themes explored through conscious rap and \"unboxing\" ourselves."
    },
    {
      "hour": 15,
      "fact_text": "On February 9, 1976, Aeroflot Flight 3739, a Tupolev Tu‑104, crashed during takeoff from Irkutsk, killing 24 people. The aging jet, once a symbol of Soviet modernity, had by then earned a troubling safety record that was slowly eroding its glamorous image.",
      "fact_year": 1976,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aeroflot_Flight_3739_(1976)",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A tragic flight underscores how fragile travel can be, contrasting with an episode that treats journeys as mindful, precious experiences."
    },
    {
      "hour": 16,
      "fact_text": "On this day in 2001, the U.S. submarine USS Greeneville accidentally struck and sank the Japanese training ship Ehime Maru during a rapid‑surfacing maneuver off Hawaii. The collision killed nine people and sparked outrage, apologies, and a deeper look at how military exercises intersect with civilian lives at sea.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ehime_Maru_and_USS_Greeneville_collision",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A maritime accident involving training and navigation contrasts with an episode that explores the human, communal side of life at sea."
    },
    {
      "hour": 17,
      "fact_text": "On February 9, 1961, The Beatles played their first lunchtime show at Liverpool’s Cavern Club under the name that would soon become world‑famous. At the time they were just a loud local band in a sweaty basement, unaware that those cramped sets were the first tremors of a musical earthquake.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Beatles_at_the_Cavern_Club",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The Beatles’ first tiny club set mirrors Sedna FM’s own first episode: both small starting points that would define everything that followed."
    },
    {
      "hour": 18,
      "fact_text": "Just three years later, on February 9, 1964, The Beatles stepped onto The Ed Sullivan Show and into 73 million American living rooms at once. That one performance is often credited with igniting the \"British Invasion\" and transforming pop culture almost overnight.",
      "fact_year": 1964,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Ed_Sullivan_Show",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A broadcast that turned a band into global stars aligns with an episode about artistic evolution and the journey from raw beginnings to \"star treatment.\""
    },
    {
      "hour": 19,
      "fact_text": "On February 9, 1996, physicists led by Sigurd Hofmann and Victor Ninov announced the discovery of element 112, later named copernicium in honor of Nicolaus Copernicus. The atom exists for mere fractions of a second before decaying, yet its creation shows how far we’ve come from simply observing the cosmos to briefly forging new pieces of it.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Copernicium",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The painstaking work of synthesizing a fleeting new element embodies the persistence and curiosity celebrated in an episode about the joy of learning."
    }
  ],
  "generated_at": "2026-02-09T00:00:00.013665+00:00",
  "date": "2026-02-09",
  "updated_at": "2026-02-09T19:00:01.892135+00:00"
}