{
  "current_hour": 12,
  "current_fact": {
    "hour": 12,
    "fact_text": "On 13 February 1945, after a brutal two‑month siege, German and Hungarian forces in Budapest surrendered unconditionally to the Red Army. The city emerged devastated, its bridges and boulevards scarred by one of the most intense urban battles of World War II.",
    "fact_year": 1945,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siege_of_Budapest",
    "episode": {
      "id": 20,
      "title": "Morning Drops #14 - Slow Planet",
      "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
      "songs": [
        "Air - Cherry Blossom Girl",
        "Kruder & Dorfmeister - Keep On Believing",
        "Tosca - Orozco",
        "Bonobo - Terrapin"
      ],
      "music-genres": [
        "Downtempo",
        "Trip-Hop",
        "Electronic",
        "Chillout"
      ]
    },
    "match_reason": "The end of a destructive siege contrasts with an episode dedicated to slowing down and healing, offering a sonic counterpoint to urban devastation."
  },
  "queue": [
    {
      "hour": 13,
      "fact_text": "Also on 13 February 1945, Royal Air Force bombers took off for Dresden, beginning one of the war’s most controversial aerial bombardments. Over several days, firestorms swept through the baroque city, raising enduring questions about the ethics of strategic bombing.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Dresden",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "An episode about perspective-shifting travel mirrors how Dresden’s destruction forced Europe to rethink cities, war, and what it means for a place to truly be ‘home’ again."
    },
    {
      "hour": 14,
      "fact_text": "On 13 February 1979, a ferocious windstorm hammered western Washington State so violently that it sank a 0.5‑mile (0.8 km) floating segment of the Hood Canal Bridge. The storm tore apart what was then one of the world’s longest floating bridges, a reminder that even engineering marvels are negotiable to weather.",
      "fact_year": 1979,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_13,_1979,_windstorm",
      "episode": {
        "id": 53,
        "title": "Morning Drops #46 - Fog and Fire",
        "description": "In today’s Morning Drops, Gaia brings us on a passport-free trip between two Italian energies: the foggy stillness of the North and the volcanic pulse of the South. Throughout the journey, Gaia shares four of her favourite Italian songwriters. Grab your coffee and tune into the radio show from another planet!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-fog-and-fire",
        "songs": [
          "Edoardo Bennato - La Torre Di Babele",
          "Zucchero - Diavolo in Me",
          "Lucio Dalla - Com'è Profondo il Mare",
          "Pino Daniele - Tutta N'ata Storia"
        ],
        "music-genres": [
          "Blues",
          "indie",
          "Italian",
          "Soft Rock"
        ]
      },
      "match_reason": "A storm that sinks a bridge echoes the elemental clash of fog and volcanic fire in this episode, both exploring how weather and place shape human stories."
    },
    {
      "hour": 15,
      "fact_text": "On 13 February 1991, during the Gulf War, two laser-guided “smart bombs” struck the Amiriyah shelter in Baghdad. Coalition forces believed it to be a military communications site, but over 400 Iraqi civilians inside were killed, raising painful questions about precision warfare and the limits of technology.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Amiriyah_shelter_bombing",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "Both smart bombs and Auto-Tune are technologies promising precision but sparking ethical debates about control, unintended consequences, and what ‘accurate’ really means."
    },
    {
      "hour": 16,
      "fact_text": "On 13 February 2001, a magnitude 6.6 earthquake struck El Salvador, the second major quake to hit the country in just one month. It triggered landslides and building collapses, revealing how seismic waves measured in abstract scales translate into human vulnerability on the ground.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_2001_El_Salvador_earthquake",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "After the literal shaking of an earthquake comes the emotional thawing of ‘unfreezing’; the gentle, unhurried mood offers sonic space after the violence of shifting ground."
    },
    {
      "hour": 17,
      "fact_text": "On 13 February 2008, Australian Prime Minister Kevin Rudd delivered a formal apology to Indigenous Australians, particularly the Stolen Generations who were forcibly removed from their families. The speech did not erase the trauma, but it marked an official acknowledgment of a wound that had long been denied.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apology_to_Australia%27s_Indigenous_peoples",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "An official apology to a marginalised people pairs with an episode spotlighting powerful voices that demand recognition, healing, and dignity."
    },
    {
      "hour": 18,
      "fact_text": "On 13 February 2011, for the first time in over a century, members of the Umatilla tribe legally hunted and harvested a bison just outside Yellowstone National Park. The act revived rights granted by an 1855 treaty and reconnected a living community to a tradition almost severed by colonial policies and near‑extinction of the species.",
      "fact_year": 2011,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bison",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A renewed relationship between an Indigenous nation and bison parallels a personal, reverent encounter with wild orcas—both honouring living, nonhuman kinship."
    },
    {
      "hour": 19,
      "fact_text": "On 13 February 2021, a vast winter storm swept across Texas and northern Mexico, bringing sub‑zero temperatures, power grid failures, and at least 82 deaths. The event exposed how extreme weather, aging infrastructure, and social inequality can interact to turn a cold front into a humanitarian crisis.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_13%E2%80%93_17,_2021_North_American_winter_storm",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A storm exposing systemic fragility pairs with roots and dub tracks often steeped in commentary on ‘Babylon’—the failures of power structures during crisis."
    },
    {
      "hour": 20,
      "fact_text": "On 13 February 2001, the U.S. bombing of the Amiriyah shelter wasn’t the day’s only tragedy—yet by contrast, another kind of human drama reached a courtroom conclusion that same date decades earlier in Flemington. Bruno Hauptmann’s verdict revealed how public emotion, media, and perception can deeply shape justice, long before social media existed.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Flemington,_New_Jersey",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A high-profile historical trial invites retrospective reflection on justice and narrative, echoing an episode about looking back and reinterpreting past pain."
    },
    {
      "hour": 21,
      "fact_text": "On 13 February 2001, a second major quake in a month hit El Salvador, while years earlier, Israel’s acquisition of the Dead Sea Scrolls had shown how fragile layers of history can survive disaster. Both moments remind us that the ground—literal and cultural—can shift dramatically, yet texts and stories persist.",
      "fact_year": 1955,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Israel",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "Ancient scrolls preserved near the Dead Sea echo the sense of timelessness and layered memory that runs through an episode set among enduring mountains."
    },
    {
      "hour": 22,
      "fact_text": "On 13 February 2011, Umatilla hunters returning to bison was not the only reclaiming of tradition near that date: worldwide, Indigenous peoples have been reviving foodways and ceremonies once suppressed by colonial rule. Each revived practice acts like a living archive, storing ecological knowledge that can’t be written in books alone.",
      "fact_year": 2011,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Confederated_Tribes_of_the_Umatilla_Indian_Reservation",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "Reviving Indigenous hunting traditions mirrors reconnecting to Sardinian roots; both honour land-based memory and the survival of local culture."
    },
    {
      "hour": 23,
      "fact_text": "Across these 13 February moments—from a star turned diamond to rockets, earthquakes, lost codices, and revived bison hunts—the date acts like a quiet hinge between destruction and discovery. It’s a reminder that time is crowded: each calendar square hides battles, breakthroughs, apologies, and small acts of return that continue to ripple outward.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_13",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A reflective, all-encompassing summary of the day’s events suits an evening journey that builds from quiet contemplation into a dance across many cultures."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 2004, astronomers at the Harvard–Smithsonian Center for Astrophysics announced that a white dwarf star called BPM 37093 had crystallised into the largest known diamond in the universe—about 10 billion trillion trillion carats. They nicknamed it “Lucy”, after The Beatles’ song “Lucy in the Sky with Diamonds,” turning a dense stellar corpse into a cosmic jewel with a musical wink.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/White_dwarf",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A star-sized diamond called “Lucy” fits the episode’s cosmic, mindset-shifting theme of seeing space as a creative playground."
    },
    {
      "hour": 1,
      "fact_text": "On 13 February 2012, the European Space Agency’s Vega rocket made its debut flight from Europe’s spaceport in Kourou, French Guiana. Designed to launch small scientific satellites, Vega gave Europe a nimble new way to throw experiments and Earth‑watching eyes into orbit.",
      "fact_year": 2012,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vega_(rocket)",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A rocket’s first flight is literally a new destination in space, matching this episode’s theme of voyaging to Sedna and beyond."
    },
    {
      "hour": 2,
      "fact_text": "In 1880, Thomas Edison noticed that when he heated a filament, mysterious electrons leapt from the hot metal into the surrounding vacuum—a phenomenon later called thermionic emission. This quiet laboratory curiosity became the “Edison effect”, the basis for vacuum tubes that would power early radios, televisions, and computers.",
      "fact_year": 1880,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Thermionic_emission",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "Edison’s discovery is literally about electric charge leaping through space, echoing this episode’s ‘electric shock’ of high‑voltage guitar energy."
    },
    {
      "hour": 3,
      "fact_text": "On 13 February 1914, composers and publishers in New York City formed ASCAP, the American Society of Composers, Authors and Publishers. It turned the invisible flow of public performances—songs on the radio, in bars, and on stage—into a new way for musicians to be paid, reshaping how musical labour was valued.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Society_of_Composers,_Authors_and_Publishers",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "ASCAP was a founding moment for protecting musicians’ work, fitting the origin-story energy of Sedna FM’s very first, artist-celebrating episode."
    },
    {
      "hour": 4,
      "fact_text": "On 13 February 1967, researchers uncovered the long-lost Madrid Codices by Leonardo da Vinci in Spain’s National Library. These notebooks, misplaced for centuries, suddenly opened a fresh window into Leonardo’s layered sketches of engineering, mechanics, and restless curiosity.",
      "fact_year": 1967,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Codex_Madrid_(Leonardo)",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Lost notebooks by history’s ultimate learner resonate with an episode about curiosity, practice, and the lifelong joy of learning."
    },
    {
      "hour": 5,
      "fact_text": "On 13 February 1955, the young state of Israel acquired four of the seven Dead Sea Scrolls, ancient manuscripts that had been hidden in desert caves for nearly two millennia. These fragile texts, written on parchment and papyrus, quietly preserved some of the oldest known versions of Biblical and Hebrew writings.",
      "fact_year": 1955,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dead_Sea_Scrolls",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "Ancient Middle Eastern texts and a deep dive into an old Iberian tradition both explore how layered histories survive through culture and voice."
    },
    {
      "hour": 6,
      "fact_text": "On 13 February 1935, a jury in Flemington, New Jersey found Bruno Hauptmann guilty of kidnapping and murdering the infant son of aviator Charles Lindbergh. The sensational “Lindbergh baby” trial gripped the world and helped shape modern ideas about forensic evidence and media‑driven justice.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bruno_Richard_Hauptmann",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The dark, haunting atmosphere of the Lindbergh case pairs with trip-hop’s cinematic, shadowy moods that often feel like soundtracks to unsolved mysteries."
    },
    {
      "hour": 7,
      "fact_text": "On 13 February 1954, Furman University’s Frank Selvy scored 100 points in a single NCAA Division I basketball game—still a unique feat. He hit the century mark with a long shot in the final seconds, turning a college gym into a once‑in‑a‑lifetime arena of improbability.",
      "fact_year": 1954,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Frank_Selvy",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "A record-breaking, high-scoring game mirrors the high-energy, stadium‑friendly euphoria of an 80s dancefloor packed with big, triumphant hooks."
    },
    {
      "hour": 8,
      "fact_text": "On 13 February 1913, the 13th Dalai Lama proclaimed Tibet’s independence after centuries of Qing imperial control. For nearly four decades, Tibet functioned as a de facto independent state, navigating the thin air between spiritual authority and geopolitical pressure on the world’s highest plateau.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/13th_Dalai_Lama",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Tibetan independence under a spiritual leader resonates with Tuareg desert music, both expressing identity, autonomy, and resilience shaped by harsh landscapes."
    },
    {
      "hour": 9,
      "fact_text": "On 13 February 1352, in the War of the Straits, rival Genoese, Venetian, Aragonese, and Byzantine fleets clashed in the Battle of the Bosporus. They fought into the night on a stormy sea, turning one narrow waterway between Europe and Asia into a thunderous crossroads of empires.",
      "fact_year": 1352,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_the_Bosporus",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A medieval naval battle in the Bosporus fits an episode that sails the Mediterranean’s waters, connecting different coasts and cultures across the same sea."
    },
    {
      "hour": 10,
      "fact_text": "On 13 February 1633, Galileo Galilei arrived in Rome to face the Inquisition for defending the idea that Earth moves around the Sun. The journey marked the beginning of a trial where a telescope and a stubborn mind quietly collided with centuries of entrenched authority.",
      "fact_year": 1633,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Galileo_Galilei",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Galileo challenging how people saw the cosmos aligns with an episode questioning our relationship to technology and perception—both urge us to rethink what feels ‘obvious’."
    },
    {
      "hour": 11,
      "fact_text": "On 13 February 1960, France detonated “Gerboise Bleue” in the Algerian Sahara, becoming the world’s fourth nuclear-armed state. The mushroom cloud over Reggane symbolised not only technological prowess but also the grim geopolitical logic of the nuclear age.",
      "fact_year": 1960,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gerboise_Bleue_(nuclear_test)",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A desert nuclear blast underlines how human-made storms can eclipse natural ones; pairing it with a reflective, weather-themed episode invites contemplation about destructive power and hope."
    },
    {
      "hour": 12,
      "fact_text": "On 13 February 1945, after a brutal two‑month siege, German and Hungarian forces in Budapest surrendered unconditionally to the Red Army. The city emerged devastated, its bridges and boulevards scarred by one of the most intense urban battles of World War II.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siege_of_Budapest",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The end of a destructive siege contrasts with an episode dedicated to slowing down and healing, offering a sonic counterpoint to urban devastation."
    }
  ],
  "generated_at": "2026-02-13T00:00:00.007258+00:00",
  "date": "2026-02-13",
  "updated_at": "2026-02-13T12:00:01.403030+00:00"
}