{
  "current_hour": 14,
  "current_fact": {
    "hour": 14,
    "fact_text": "On this day in 1948, a peaceful march of ex-servicemen in Accra, in the then Gold Coast, turned deadly when colonial police opened fire, killing three veterans. The 1948 Accra riots that followed helped ignite Ghana’s independence movement, as anger over fallen soldiers fed into a wider demand for self-rule.",
    "fact_year": 1948,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1948_Accra_riots",
    "episode": {
      "id": 30,
      "title": "Morning Drops #24 - The Rise Of Afrobeat",
      "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
      "songs": [
        "E.T. Mensah - Ghana Freedom",
        "I.K. Dairo - Salome",
        "Fela Kuti - Great Kids",
        "Fela Kuti - Expensive Shit"
      ],
      "music-genres": [
        "Highlife",
        "Jùjú",
        "Afrobeat"
      ]
    },
    "match_reason": "The riots in the Gold Coast directly connect to Ghanaian independence, echoed in the episode’s track \"Ghana Freedom\" and its focus on politically charged African music."
  },
  "queue": [
    {
      "hour": 15,
      "fact_text": "In 1947, the \"February 28 incident\" erupted in Taiwan after a confrontation between authorities and civilians escalated into an island-wide uprising. The brutal suppression that followed, killing an estimated 18,000–28,000 people, became a long-silenced trauma that only decades later would be openly commemorated and discussed.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_28_incident",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity. It is a soundscape that proves that sometimes, the loudest revolution happens inside.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A suppressed uprising and decades-long struggle for truth resonate with an episode about resistance, political critique, and giving voice to difficult histories."
    },
    {
      "hour": 16,
      "fact_text": "On February 28, 1844, the experimental steam warship USS Princeton was demonstrating its new giant cannon, \"Peacemaker,\" during a pleasure cruise on the Potomac River. When the gun exploded, it killed six people, including the U.S. Secretary of State—an early reminder that cutting-edge weapons could be just as dangerous to their owners as to any enemy.",
      "fact_year": 1844,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Princeton_(1843)",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A demonstration of martial technology gone wrong pairs with an episode rooted in combat sports, discipline, and how we channel force more safely through the body."
    },
    {
      "hour": 17,
      "fact_text": "Around 202 BC, Liu Bang was enthroned as Emperor Gaozu of Han, founding the Han dynasty and ushering in four centuries of imperial rule in China. A former peasant and minor official, he built an empire whose name—\"Han\"—is still used today to describe China’s largest ethnic group and written language.",
      "fact_year": -202,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emperor_Gaozu_of_Han",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A peasant’s rise to emperor and the birth of a long-lasting dynasty echo themes of transformation, evolution, and 'star treatment' explored in the episode."
    },
    {
      "hour": 18,
      "fact_text": "On February 28, 2023, two trains collided near the Vale of Tempe in Greece, resulting in at least 57 deaths and dozens of injuries—one of the country’s worst rail disasters. The crash sparked nationwide protests and forced a painful conversation about infrastructure, accountability, and the invisible systems we trust every day.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tempi_train_crash",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidzama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A tragic train collision contrasts with a reflective episode about overland travel and the vulnerability and wonder of moving across countries by rail and road."
    },
    {
      "hour": 19,
      "fact_text": "In 1997, a Turkish military memorandum issued by the National Security Council pressured Islamist-leaning Prime Minister Necmettin Erbakan to resign, toppling the coalition government without a classic coup. Sometimes called a \"postmodern coup,\" it showed how a military could reshape politics with documents instead of tanks.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1997_Turkish_military_memorandum",
      "episode": {
        "id": 32,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A subtle, 'postmodern' coup driven by political pressure pairs with the episode’s focus on sharp, conscious lyrics that dissect power and social struggle."
    },
    {
      "hour": 20,
      "fact_text": "On this day, somewhere far from official timelines, engineers watched seismographs and satellite feeds, measuring a planet that never stops moving. Every February 28 holds countless invisible microquakes, atmospheric waves, and faint auroras that never make headlines—but quietly rewrite Earth’s data every second.",
      "fact_year": 2026,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Earth_science",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time. The episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Ongoing, incremental measurements of a living planet mirror an episode about persistence, data over time, and the slow joy of continuous learning."
    },
    {
      "hour": 21,
      "fact_text": "On February 28, in countless forests and coasts, species like the Tuareg’s desert-adapted camels, Arctic orcas, and Mediterranean fish all follow rhythms older than any calendar—migrating, hunting, and spawning on cues of temperature and light. Nature’s \"events\" on this date are cyclical rather than singular, part of a larger planetary choreography.",
      "fact_year": 2026,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Phenology",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Seasonal animal rhythms and ocean life tie directly into an episode about immersion, water, and moving with natural, fluid cycles."
    },
    {
      "hour": 22,
      "fact_text": "Every February 28, somewhere under dark skies, amateur astronomers aim telescopes at Orion, the Pleiades, and distant galaxies that send us light older than human history. Their quiet vigils link back to ancient skywatchers, turning a single night into a tiny step in a centuries-long map of the cosmos.",
      "fact_year": 2026,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Amateur_astronomy",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The nocturnal, contemplative mood of backyard stargazing fits the cinematic, downtempo atmosphere of a trip-hop journey through shadowy soundscapes."
    },
    {
      "hour": 23,
      "fact_text": "On this date, streaming platforms quietly log billions of plays, with algorithms learning our moods as precisely as old-time DJs read a dance floor. The \"event\" is invisible: every February 28, music data helps reshape what songs will be made, promoted, and remembered tomorrow.",
      "fact_year": 2026,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Music_streaming_service",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "An invisible revolution in how we listen and how music is shaped pairs with an episode about Auto-Tune—the quiet technology that transformed the sound of modern songs."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On February 28, 2001, the Nisqually earthquake struck the Puget Sound region with a magnitude of 6.8, rattling skyscrapers in Seattle yet causing surprisingly few deaths for such a powerful tremor. It was a deep intraslab quake, reminding geologists that not all dangerous earthquakes occur on visible surface faults.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2001_Nisqually_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden, powerful earthquake parallels the \"electric shock\" jolt of high-voltage guitars and energy in this episode."
    },
    {
      "hour": 1,
      "fact_text": "In 1959, the United States launched Discoverer 1, the first satellite specifically intended for a polar orbit. Although it failed to achieve orbit, the mission quietly opened the era of reconnaissance satellites, where cameras in space would one day see more of Earth than any human eye.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Discoverer_1",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A pioneering but failed polar-orbit attempt fits an episode about reimagining 'emptiness' as creative space and shifting perspective on space itself."
    },
    {
      "hour": 2,
      "fact_text": "On this day in 1966, a NASA T-38 Talon training jet crashed into the McDonnell Aircraft factory in St. Louis during a foggy approach, killing astronauts Elliot See and Charles Bassett. The tragedy reshaped crew assignments for upcoming Gemini missions, quietly altering who would first test humanity’s path to the Moon.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1966_NASA_T-38_crash",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the crash and the episode carry themes of risk, fragile journeys through air or water, and cinematic reflection on life at the edge."
    },
    {
      "hour": 3,
      "fact_text": "In 2024, India inaugurated the Kulasekarapattinam Spaceport, its second launch site, on a coastal stretch of Tamil Nadu. Built specifically for small, rapid-turnaround launches into polar orbit, it marks India’s quiet shift from occasional missions to a busier, more commercial spacefaring future.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spaceport",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A new spaceport as a literal launch point mirrors an episode themed as a 'destination' and voyage into new territories."
    },
    {
      "hour": 4,
      "fact_text": "On February 28, 1969, a powerful offshore earthquake shook Portugal, Spain, and Morocco, sending waves through both the Atlantic Ocean and European seismology. The 1969 Portugal earthquake helped scientists better understand the complex tectonic boundary between the African and Eurasian plates, where continents quietly grind past each other.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1969_Portugal_earthquake",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "An earthquake under the eastern Atlantic connects geographically to Mediterranean and Iberian-coast sounds in an episode about movement and subtle shifts."
    },
    {
      "hour": 5,
      "fact_text": "In 1990, Space Shuttle Atlantis launched on mission STS-36, a secretive Department of Defense flight that deployed a classified reconnaissance satellite into orbit. Even though much of its payload remains officially undisclosed, amateur skywatchers tracked the mysterious satellite across the night sky, turning classified hardware into a public star.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-36",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A secretive night launch and mysterious military payload fit the episode's slow, mysterious build and title track nodding to 'solar wind'."
    },
    {
      "hour": 6,
      "fact_text": "On this day in 1997, a devastating earthquake struck near Ardabil in northern Iran, killing around 1,100 people. The disaster highlighted the vulnerability of traditional masonry buildings and prompted renewed focus on earthquake-resistant construction in one of the world’s most seismically active regions.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1997_Ardabil_earthquake",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A heavy, ground-shaking event is counterbalanced with resilient, rhythm-driven Afrobeat that often speaks to survival and rebuilding."
    },
    {
      "hour": 7,
      "fact_text": "In 1925, the Charlevoix–Kamouraska earthquake shook northeastern North America, one of the strongest quakes ever recorded in eastern Canada. It reminded geologists that powerful earthquakes can strike far from plate boundaries, in the quiet interiors of continents where people least expect them.",
      "fact_year": 1925,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1925_Charlevoix%E2%80%93Kamouraska_earthquake",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "An unexpected quake in a 'stable' region pairs with an episode about accepting imperfections and surprises beneath seemingly solid surfaces."
    },
    {
      "hour": 8,
      "fact_text": "On February 28, 1983, the final episode of M*A*S*H, titled \"Goodbye, Farewell and Amen,\" aired to nearly 110 million viewers in the United States. It became one of the most-watched television broadcasts in history, turning the goodbye of a fictional army unit into a shared national moment of collective catharsis.",
      "fact_year": 1983,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Goodbye,_Farewell_and_Amen",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A historic TV farewell that became a 'timeless' cultural moment aligns with an episode about enduring legacies and classic sounds."
    },
    {
      "hour": 9,
      "fact_text": "In 1835, Finnish scholar Elias Lönnrot signed the foreword to the first edition of the Kalevala, weaving scattered folk songs and oral tales into a unified national epic. His compilation helped shape Finland’s sense of identity so deeply that a book of old songs became a quiet engine for a future nation.",
      "fact_year": 1835,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kalevala",
      "episode": {
        "id": 27,
        "title": "Morning Drops #27 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "An epic woven from folk melodies mirrors a reflective episode about returning to self through extended, flowing musical narratives."
    },
    {
      "hour": 10,
      "fact_text": "On this day in 1525, Cuauhtémoc, the last Aztec emperor, was executed on the orders of the Spanish conquistador Hernán Cortés while they traveled through present-day Honduras. His death became a powerful symbol of indigenous resistance, remembered in Mexican culture long after the empire he ruled had fallen.",
      "fact_year": 1525,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cuauht%C3%A9moc",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An indigenous leader turned symbol of resistance fits with an episode centered on Tuareg music, exile, and cultural survival in harsh lands."
    },
    {
      "hour": 11,
      "fact_text": "In 2002, during days of religious violence in the Indian state of Gujarat, mobs attacked the Naroda Patiya and Gulbarg Society neighborhoods, killing over 160 people in two massacres. Years later, survivors and activists would fight long legal battles to have the events recognized and prosecuted as organized communal violence rather than spontaneous riots.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2002_Gujarat_violence",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "An episode built around confronting labels and injustice pairs with a fact about communal violence and the struggle to name and address it truthfully."
    },
    {
      "hour": 12,
      "fact_text": "On February 28, 1993, agents of the U.S. Bureau of Alcohol, Tobacco and Firearms raided the Branch Davidian compound near Waco, Texas, attempting to arrest leader David Koresh. A gun battle and failed initial raid spiraled into a 51-day siege that forced the world to confront the psychology of cults, state power, and televised standoffs.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Waco_siege",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "An intense, media-saturated siege about belief and control pairs with an episode examining psychological dependence, control, and mediated connection."
    },
    {
      "hour": 13,
      "fact_text": "In 2013, Pope Benedict XVI formally resigned as head of the Catholic Church, the first pontiff to step down voluntarily in nearly 600 years. His decision quietly reintroduced the idea that even one of the most enduring offices on Earth could be relinquished in favor of age, humility, and transition.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Resignation_of_Pope_Benedict_XVI",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A historic, reflective resignation matches an introspective episode about endings, healing, and the courage to change course."
    },
    {
      "hour": 14,
      "fact_text": "On this day in 1948, a peaceful march of ex-servicemen in Accra, in the then Gold Coast, turned deadly when colonial police opened fire, killing three veterans. The 1948 Accra riots that followed helped ignite Ghana’s independence movement, as anger over fallen soldiers fed into a wider demand for self-rule.",
      "fact_year": 1948,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1948_Accra_riots",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "The riots in the Gold Coast directly connect to Ghanaian independence, echoed in the episode’s track \"Ghana Freedom\" and its focus on politically charged African music."
    }
  ],
  "generated_at": "2026-02-28T00:00:00.009898+00:00",
  "date": "2026-02-28",
  "updated_at": "2026-02-28T14:00:01.517010+00:00"
}