{
  "current_hour": 1,
  "current_fact": {
    "hour": 1,
    "fact_text": "On February 26, 1935, physicist Robert Watson-Watt demonstrated a radio-based aircraft detection system near Daventry in England. This modest field test became the seed of modern radar, technology that would soon help scan the skies, guide ships, and even map planets.",
    "fact_year": 1935,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Robert_Watson-Watt",
    "episode": {
      "id": 11,
      "title": "Morning Drops #05 - Electric Shock",
      "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
      "songs": [
        "Johnny Winter - Highway 61 Revisited",
        "Joan Armatrading - Sleight of Hand",
        "Joan Armatrading - Russian Roulette",
        "Jimi Hendrix - Freedom",
        "Jeff Beck - Scatterbrain"
      ],
      "music-genres": [
        "Blues Rock",
        "Rock",
        "Electric Blues"
      ]
    },
    "match_reason": "Radar is literally electricity and radio waves harnessed to see the unseen, mirrored by an \"Electric Shock\" of guitar-driven energy."
  },
  "queue": [
    {
      "hour": 2,
      "fact_text": "In 1616, Galileo Galilei was formally banned by the Roman Catholic Church from teaching or defending heliocentrism—the idea that Earth orbits the Sun. The move tried to silence a cosmic perspective shift that would eventually reshape science and humanity’s place in the universe.",
      "fact_year": 1616,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Galileo_affair",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Galileo’s insistence on heliocentrism was a radical act of \"unboxing\" reality from old dogmas, echoed by an episode about breaking expectations and rigid labels."
    },
    {
      "hour": 3,
      "fact_text": "According to the astronomer Ptolemy, the Nabonassar Era began at noon on February 26, 747 BC, in ancient Babylon. Modern historians still use this precisely defined \"epoch\" as a fixed reference point to anchor many dates in early Near Eastern history.",
      "fact_year": -747,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nabonassar",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Establishing an epoch is like setting a zero point for knowledge; this reflective episode on learning and mental timelines mirrors the idea of starting a long chronology."
    },
    {
      "hour": 4,
      "fact_text": "On February 26, 1606, the Dutch navigator Willem Janszoon’s voyage achieved the first recorded European landing on Australia—though he thought he’d reached part of New Guinea. His crew charted unfamiliar coasts without realizing they’d touched an entire continent.",
      "fact_year": 1606,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Janszoon_voyage_of_1605%E2%80%931606",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A sea voyage into unknown coasts fits perfectly with an episode literally recorded on a sailing boat, full of stories of traveling over water."
    },
    {
      "hour": 5,
      "fact_text": "In 1775, Moro pirates destroyed the British East India Company’s trading post on Balambangan Island, off Borneo. The attack abruptly ended an ambitious plan to turn the tiny island into a major commercial hub in Southeast Asia.",
      "fact_year": 1775,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Balambangan_Island",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A remote island trading post caught between cultures and sea routes resonates with a world-music \"moving meditation\" about travel, shifting perspectives, and fragile outposts of connection."
    },
    {
      "hour": 6,
      "fact_text": "On February 26, 1815, Napoleon Bonaparte escaped his exile on the tiny Mediterranean island of Elba. Within days, he would march back into France and briefly reclaim power in a dramatic episode known as the Hundred Days.",
      "fact_year": 1815,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Napoleon",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "Napoleon’s sudden return from exile is a dramatic transformation arc, matching an episode centered on evolution, reinvention, and changes in public \"star\" personas."
    },
    {
      "hour": 7,
      "fact_text": "In 1876, Japan and Korea signed the Treaty of Kangwha, forcing Korea to open three ports to Japanese trade and granting Japanese citizens extraterritorial rights there. The treaty ended Korea’s long-standing tributary relationship with Qing China and foreshadowed a turbulent new balance of power in East Asia.",
      "fact_year": 1876,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Japan%E2%80%93Korea_Treaty_of_1876",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A treaty about opening sea ports and shifting regional power mirrors an episode themed around coastal journeys and the meeting of different maritime cultures."
    },
    {
      "hour": 8,
      "fact_text": "On February 26, 1909, London audiences at the Palace Theatre saw moving images in color for the first time using Kinemacolor. This ingenious early technique rapidly alternated red and green frames to trick the brain into seeing a full-color motion picture.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kinemacolor",
      "episode": {
        "id": 18,
        "title": "Morning Drops #12 - 80's Club",
        "description": "Starting with a Monday evening in Munich — a few drinks, friends, and landing in an 80s dance party. From Donna Summer's hypnotic pulse, to Depeche Mode's bright synthpop, Ken Laszlo's Italo Disco romance, and Mylène Farmer's darker theatrical world. Four songs, four corners of the 80s — connected by the machines that changed how we dance.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-80s-club",
        "songs": [
          "Donna Summer - I Feel Love",
          "Depeche Mode - Just Can't Get Enough",
          "Ken Laszlo - Hey Hey Guy",
          "Mylène Farmer - Sans Contrefaçon"
        ],
        "music-genres": [
          "Disco",
          "Synthpop",
          "Italo Disco",
          "French Pop"
        ]
      },
      "match_reason": "The birth of color cinema, a technological leap in how we see images, pairs with an episode celebrating the machines that transformed how we see and feel music on the dancefloor."
    },
    {
      "hour": 9,
      "fact_text": "In 1914, the massive ocean liner HMHS Britannic—sister ship to the Titanic—was launched in Belfast. She would never serve as the glamorous passenger ship she was built to be, instead becoming a World War I hospital ship that struck a mine and sank in the Aegean Sea.",
      "fact_year": 1914,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/HMHS_Britannic",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A legendary ship that ultimately rests on the seafloor connects with an ocean-themed episode about diving and underwater worlds, both haunted and serene."
    },
    {
      "hour": 10,
      "fact_text": "On February 26, 1929, U.S. President Calvin Coolidge signed legislation creating Grand Teton National Park in Wyoming. The new park protected jagged alpine peaks, glacial lakes, and rich wildlife habitats that still feel almost otherworldly.",
      "fact_year": 1929,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Grand_Teton_National_Park",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "The creation of a dramatic mountain national park harmonizes with an episode inspired by mountain landscapes and the emotional stories people carry into them."
    },
    {
      "hour": 11,
      "fact_text": "On February 26, 1935, Adolf Hitler ordered the re-formation of the Luftwaffe, Germany’s air force, in open violation of the Treaty of Versailles. The move was a clear sign that Europe’s fragile peace was being deliberately dismantled from the skies downward.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Luftwaffe",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A dark escalation toward war contrasts with a hopeful, reflective episode about weathering storms and believing that oppressive periods—political or personal—do not last forever."
    },
    {
      "hour": 12,
      "fact_text": "During World War II, on February 26, 1945, U.S. forces recaptured the fortified island of Corregidor in the Philippines from Japanese troops. The island had been a symbol of earlier defeat and surrender; reclaiming it marked a powerful turning point in the Pacific campaign.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Corregidor_(1945)",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "The intense, cinematic atmosphere of reclaiming a strategic island aligns with trip-hop’s moody, battle-scarred soundscapes that often feel like scores to urban and historical conflicts."
    },
    {
      "hour": 13,
      "fact_text": "On February 26, 1936, young ultranationalist officers of the Imperial Japanese Army launched the February 26 Incident, assassinating key government figures and briefly occupying parts of Tokyo. Their attempted coup failed, but it deepened the military’s grip on Japanese politics.",
      "fact_year": 1936,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_26_incident",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A tense urban coup in Tokyo parallels an episode about a different steel city—Sheffield—whose industrial sounds and sharp storytelling suit the mood of political unrest in a capital."
    },
    {
      "hour": 14,
      "fact_text": "On February 26, 1987, the Tower Commission published its report on the Iran–Contra affair, sharply criticizing U.S. President Ronald Reagan for failing to control his national security staff. The scandal exposed a secret network funneling arms and money in defiance of both law and public policy.",
      "fact_year": 1987,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Iran%E2%80%93Contra_affair",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A web of hidden communications, covert channels, and overloaded decision-making in Iran–Contra mirrors an episode about our fraught relationship with networks, devices, and control."
    },
    {
      "hour": 15,
      "fact_text": "On February 26, 1966, the Apollo program's Saturn IB rocket rose from Earth for the first time—yet decades earlier, Galileo had been punished for arguing that Earth itself moved. Together, their stories trace a long arc: from punishing cosmic curiosity to launching rockets in pursuit of it.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_program",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A rocket test on the road to the Moon fits with an episode titled \"Destination Sedna,\" both framing space as a shared journey into new territory with a psychedelic, exploratory soundtrack."
    },
    {
      "hour": 16,
      "fact_text": "On February 26, 1971, UN Secretary-General U Thant signed a proclamation recognizing the vernal equinox as Earth Day at the United Nations. It formalized a global moment to reflect on the planet as a shared, fragile home in need of care.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/U_Thant",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "An official Earth Day proclamation harmonizes with a \"Slow Planet\" episode that invites listeners to move gently, appreciate the world, and live at a sustainable, reflective pace."
    },
    {
      "hour": 17,
      "fact_text": "Also on February 26, 1365, King Thado Minbya founded the Kingdom of Ava and its royal city Inwa in what is now Myanmar. For nearly two centuries, Ava would be a center of Burmese power, culture, and courtly life along the Irrawaddy River.",
      "fact_year": 1365,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kingdom_of_Ava",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "The founding of a premodern kingdom by a river echoes another story of a people shaped by landscape—in this case Tuareg desert cultures, whose music carries the same sense of place and memory."
    },
    {
      "hour": 18,
      "fact_text": "On February 26, 2008, the New York Philharmonic performed in Pyongyang, North Korea, in a rare cultural opening. For one evening, an American orchestra played Dvořák and Gershwin to an audience in one of the world's most isolated states, turning music into a fragile diplomatic bridge.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2008_New_York_Philharmonic_visit_to_North_Korea",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "An orchestra softening political borders through performance fits with an episode about flamenco’s deep cultural history, showing how music itself often carries diplomacy and identity."
    },
    {
      "hour": 19,
      "fact_text": "On February 26, 2019, Indian Air Force jets crossed into Pakistani territory to strike what India described as a Jaish-e-Mohammed training camp near Balakot. It was one of the most dramatic aerial confrontations between the nuclear-armed neighbors in decades.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2019_Balakot_airstrike",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A high-stakes, aggressive airstrike calls for music with fire and confrontation; this episode’s assertive, politically sharp female rap mirrors the intensity and questions of power involved."
    },
    {
      "hour": 20,
      "fact_text": "On February 26, 2021, armed bandits kidnapped 279 schoolgirls aged 10 to 17 from a boarding school in Zamfara State, Nigeria. The mass abduction highlighted a terrifying pattern of attacks on students and the vulnerability of education in conflict-affected regions.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2021_Zamfara_school_kidnapping",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "The kidnapping of hundreds of schoolgirls finds a contemplative counterpoint in an episode honoring powerful women’s voices—an implicit call to protect and uplift girls rather than silence them."
    },
    {
      "hour": 21,
      "fact_text": "On February 26, 1900s-style censorship echoed into space when Galileo was banned in 1616, but by 1966 Saturn rockets flew—yet another kind of leap happened in 2000s digital culture: file-sharing platforms reshaped how music moved. Together, these shifts—from silencing books to copying mp3s—show how every era rewrites who can access ideas.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/File_sharing",
      "episode": {
        "id": 13,
        "title": "Morning Drops #03 - secret_mp3_player_1",
        "description": "Inspired by a throwback MP3 player on Instagram, Yasmin and Gaia take you on a nostalgic journey to the early 2000s. LimeWire, eMule, guilty-pleasure playlists — remember those? Hit play and relive the songs that shaped a generation.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-secret-mp3-player-1",
        "songs": [
          "Sean Paul - Get Busy",
          "Blink-182 - I Miss You",
          "Black Eyed Peas - My Humps",
          "Britney Spears - Toxic"
        ],
        "music-genres": [
          "Dancehall",
          "Pop Punk",
          "Pop",
          "Dance-Pop"
        ]
      },
      "match_reason": "Although not bound to this date, the early-2000s file-sharing revolution mirrors other February 26 stories about who controls knowledge; this nostalgic MP3-focused episode fits the theme of liberating (and complicating) access to culture."
    },
    {
      "hour": 22,
      "fact_text": "The New York Philharmonic’s 2008 concert in Pyongyang wasn’t just a performance; it included the Korean anthem and \"Arirang,\" a traditional song deeply woven into Korean identity. For a brief moment, a Western orchestra became a conduit for local memory and shared emotion on a highly controlled stage.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/New_York_Philharmonic",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A landmark concert that tried to open a cultural door parallels Sedna FM’s own \"where it all began\" episode—a launch point using music as a way to reach across boundaries."
    },
    {
      "hour": 23,
      "fact_text": "Color film, radar, rockets, radical treaties, and mountain parks—February 26 threads through technology, nature, and culture in surprising ways. Looked at from orbit, it’s a day when humans keep pushing how we see, move, and live together on a small, shared planet.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_26",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A reflective summary of the day’s eclectic history pairs with an evening episode that slowly widens its scope from one city to whole continents, echoing the sense of zooming out on human stories."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1966, NASA launched AS-201, the very first test flight of the Saturn IB rocket, as part of the Apollo program. The uncrewed mission briefly sent a command module into space and safely recovered it, proving that the rocket and spacecraft could survive the brutal forces of launch and re-entry.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/AS-201",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal \"space shift\" in human technology pairs with an episode about reframing space as creative potential, set to propulsive, forward-moving tracks."
    },
    {
      "hour": 1,
      "fact_text": "On February 26, 1935, physicist Robert Watson-Watt demonstrated a radio-based aircraft detection system near Daventry in England. This modest field test became the seed of modern radar, technology that would soon help scan the skies, guide ships, and even map planets.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Robert_Watson-Watt",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "Radar is literally electricity and radio waves harnessed to see the unseen, mirrored by an \"Electric Shock\" of guitar-driven energy."
    }
  ],
  "generated_at": "2026-02-26T00:00:00.022269+00:00",
  "date": "2026-02-26",
  "updated_at": "2026-02-26T01:00:01.515589+00:00"
}