{
  "current_hour": 0,
  "current_fact": {
    "hour": 0,
    "fact_text": "In 1632, Galileo's revolutionary book \"Dialogue Concerning the Two Chief World Systems\" reached its dedicatee, Ferdinando II de' Medici. Framed as a conversation between three characters, it cleverly defended the Sun-centered universe while trying to dodge censors—an early example of science disguised as storytelling.",
    "fact_year": 1632,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dialogue_Concerning_the_Two_Chief_World_Systems",
    "episode": {
      "id": 49,
      "title": "Morning Drops #42 - The Joy Of Learning",
      "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
      "songs": [
        "Radiohead - Separator",
        "Mac Miller - What's the Use?",
        "Morad & Beny Jr - Sigue",
        "Post Malone - White Iverson"
      ],
      "music-genres": [
        "Alternative Rock",
        "Experimental Electronic",
        "Hip Hop",
        "Neo-Soul",
        "Drill / Trap"
      ]
    },
    "match_reason": "A landmark in human learning and scientific mindset pairs with an episode about the joy and struggle of understanding, both celebrating curiosity reshaping how we see the world."
  },
  "queue": [
    {
      "hour": 1,
      "fact_text": "On February 22, 1997, scientists in Roslin, Scotland, revealed Dolly the sheep, the first mammal cloned from an adult cell. Created using a single cell from a six-year-old ewe, she proved that specialized adult cells could be reprogrammed, transforming ideas about aging, identity, and what it means to copy life.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dolly_(sheep)",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "Cloning an adult sheep is like giving biology an alter-ego; this episode about constructed identities mirrors the way Dolly challenged fixed ideas of self and origin."
    },
    {
      "hour": 2,
      "fact_text": "In 1995, the United States declassified the Corona reconnaissance satellite program, revealing that between 1959 and 1972 it had quietly taken hundreds of thousands of images of Earth from orbit. These \"secret eyes in the sky\" not only shaped Cold War intelligence but later helped scientists study environmental change and map remote landscapes.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/CORONA_(satellite)",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A once-secret satellite program unveiled to the public echoes trip-hop’s cinematic, shadowy atmospheres and sense of surveillance-era moodiness."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1904, Britain sold its lonely meteorological station on the South Orkney Islands to Argentina, a tiny outpost in the roaring Southern Ocean. The station has been continuously staffed ever since, making it one of the world's most remote, long-running weather observatories.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/South_Orkney_Islands",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A tiny polar weather station in the stormy Southern Ocean pairs naturally with an Arctic ocean journey; both evoke isolated outposts, cold seas, and patient observation of nature."
    },
    {
      "hour": 4,
      "fact_text": "In 2005, the 6.4 Mw Zarand earthquake struck Iran's Kerman province, collapsing ancient mud-brick villages in seconds. Beyond the tragedy, it spurred new efforts in Iran to study seismic risk and strengthen rural architecture against the constant, invisible negotiations between Earth’s plates.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2005_Zarand_earthquake",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "An episode about weathering storms and moving through difficult transitions offers a gentle emotional frame for a devastating earthquake and the resilience that followed."
    },
    {
      "hour": 5,
      "fact_text": "New Zealand’s 2011 Christchurch earthquake, striking with brutal force beneath a busy weekday city, toppled iconic stone buildings that had survived a century but not modern ground acceleration. The disaster quietly rewrote global earthquake engineering, turning Christchurch into a living laboratory for how cities can rebuild lighter, more flexible, and more human-focused.",
      "fact_year": 2011,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2011_Christchurch_earthquake",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "The story of a city relearning how to stand after an earthquake resonates with an episode about physical recovery and the slow, mindful process of healing."
    },
    {
      "hour": 6,
      "fact_text": "In 1651, the storm surge known as St. Peter’s Flood smashed into the Frisian coast, drowning around 15,000 people and rearranging shorelines overnight. The North Sea, shallow but ferocious, reminded the Netherlands and Germany that their famous dikes are really a series of ongoing negotiations between humans and water.",
      "fact_year": 1651,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/St._Peter's_flood",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A catastrophic flood and the need to rethink life by the sea aligns with an episode about movement, perspective shifts, and flowing with change like water."
    },
    {
      "hour": 7,
      "fact_text": "On February 22, 1909, the sixteen gleaming battleships of the Great White Fleet steamed back into U.S. waters after circling the globe. Painted peacetime white but bristling with guns, they were a floating message that industrial power had learned to wrap itself in spectacle and showmanship.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Great_White_Fleet",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "An around-the-world naval voyage finds its echo on a much smaller sailboat; both are about living on water, shared routines aboard, and the stories that travel with ships."
    },
    {
      "hour": 8,
      "fact_text": "In 1943, the Yankee Clipper, one of Pan Am’s luxurious Boeing 314 flying boats, crashed while landing on the Tagus River near Lisbon, killing 24 people. These flying boats once turned oceans into runways, offering silver-service dining in the sky long before jet travel shrank the planet.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yankee_Clipper_(flying_boat)",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A dramatic moment in the glamorous early age of air travel fits an episode built for motion and journeys, hinting at both the excitement and fragility of being ‘on the go’."
    },
    {
      "hour": 9,
      "fact_text": "On February 22, 1959, Lee Petty won the first-ever Daytona 500 in a finish so close NASCAR officials needed three days to confirm the victor. The race turned a Florida beach town into a global motorsport icon and proved that speed, sand, and spectacle could be mixed into a new kind of ritual.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1959_Daytona_500",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A roaring stock-car race and a photo-finish victory pair well with high-voltage guitar rock, both buzzing with adrenaline, risk, and asphalt heat."
    },
    {
      "hour": 10,
      "fact_text": "In 1879, Frank Woolworth opened his first five-and-dime store in Utica, New York, where almost everything cost just a few cents. The idea of letting customers freely browse low-priced goods was radical at the time—and quietly invented the modern self-service retail experience.",
      "fact_year": 1879,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/F._W._Woolworth_Company",
      "episode": {
        "id": 13,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A new way of using physical space—letting people wander and choose—mirrors an episode about reimagining emptiness as space to create and explore."
    },
    {
      "hour": 11,
      "fact_text": "On this day in 1889, U.S. president Grover Cleveland signed the Enabling Act of 1889, paving the way for North Dakota, South Dakota, Montana, and Washington to join the Union. In a single stroke, vast stretches of prairie, mountains, and coastline moved from frontier to formal map.",
      "fact_year": 1889,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Enabling_Act_of_1889",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "An act of drawing new lines on national maps contrasts with an episode that crosses seas and borders, highlighting how culture flows more freely than political boundaries."
    },
    {
      "hour": 12,
      "fact_text": "In 1819, the Adams–Onís Treaty saw Spain sell Florida to the United States for five million dollars and a line on a map that finally defined the U.S.–Spanish border. Hidden in the fine print was a quiet trade: the U.S. also gave up claims to Texas—at least for a while.",
      "fact_year": 1819,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Adams–Onís_Treaty",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "A treaty that redraws borders and redefines belonging sits beside an episode about a place that shapes identity, showing the difference between lines on paper and lands held in memory."
    },
    {
      "hour": 13,
      "fact_text": "On February 22, 1744, the Battle of Toulon ended in confusion, with British, Spanish, and French fleets clashing in a smoky tangle of misread signals and hesitant orders. The fiasco led to court-martials and major reforms in the Royal Navy’s Articles of War, proving that sometimes chaos at sea rewrites the rules back on land.",
      "fact_year": 1744,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Toulon_(1744)",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A naval disaster that forced strict new rules contrasts with the rebellious energy of women in rock who bend or break rules, both reshaping the codes of their worlds."
    },
    {
      "hour": 14,
      "fact_text": "In 1942, as Japanese forces closed in on the Philippines, U.S. President Franklin D. Roosevelt ordered General Douglas MacArthur to escape rather than be captured. MacArthur slipped away by night in small boats and submarines, later returning with the famous promise, “I shall return,” turning a retreat into part of a larger myth.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Douglas_MacArthur's_escape_from_the_Philippines",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A dramatic wartime escape that becomes a beginning of a legend parallels the raw, origin-story energy of the first Sedna FM episode, where something new starts under pressure."
    },
    {
      "hour": 15,
      "fact_text": "In 1973, a year after Nixon’s historic handshake in Beijing, the United States and the People’s Republic of China agreed to open liaison offices—embassies that dared not yet say their own name. These half-embassies quietly normalized a relationship that had been frozen in Cold War silence.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1972_visit_by_Richard_Nixon_to_China",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "An episode infused with the cosmopolitan energy of London and global connections complements the quiet, world-shifting diplomacy that opened channels between the U.S. and China."
    },
    {
      "hour": 16,
      "fact_text": "On February 22, 1974, the Organisation of the Islamic Conference summit opened in Lahore, bringing together 37 countries and formally recognizing Bangladesh. In the middle of Cold War alignments, it carved out a different map: one drawn through shared faith, oil politics, and newly independent voices.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Organisation_of_Islamic_Cooperation",
      "episode": {
        "id": 8,
        "title": "Morning Drops #02 - Waves of the Maghreb",
        "description": "Oriental vibes guided by Yasmin. Discovering curious facts about the Maghreb, together with its fascinating music! A wonderful trip with a selection of songs from North Africa.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-waves-of-the-maghreb",
        "songs": [
          "Hedi Jouini - Lamouni",
          "Rachid Taha - Ya Rayah",
          "Nass El Ghiwane - El Madi Fate"
        ],
        "music-genres": [
          "Maghreb",
          "Chaabi",
          "Raï"
        ]
      },
      "match_reason": "A summit uniting Muslim-majority nations parallels an episode rooted in North African culture, both highlighting the richness and diversity inside a shared spiritual and cultural sphere."
    },
    {
      "hour": 17,
      "fact_text": "That same day in 1974, Samuel Byck tried to hijack a jet at Baltimore/Washington International Airport, hoping to crash it into the White House and assassinate President Nixon. His plan failed, but it foreshadowed a dark blueprint for turning passenger planes into political weapons decades before 2001.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Samuel_Byck",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A disturbed attempt to hijack infrastructure for a violent message sits against an episode about our uneasy relationship with modern systems and technology, both confronting how tools shape minds."
    },
    {
      "hour": 18,
      "fact_text": "On February 22, 1986, the People Power Revolution began in the Philippines, with citizens forming human chains and bringing flowers and prayers to face down tanks. The uprising showed how nonviolent crowds, radio broadcasts, and shared songs could topple a dictatorship without firing a shot.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/People_Power_Revolution",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A peaceful popular uprising that spoke truth to power resonates with an episode featuring bold female rappers, both using voice, rhythm, and collective energy as tools of resistance."
    },
    {
      "hour": 19,
      "fact_text": "In 1959, Lee Petty’s Daytona victory marked racing history—but another story unfolded in the stands: the Daytona 500 rapidly became a cultural ritual where families, music, and roaring engines blended into a kind of open-air cathedral of speed. Year after year, it turned an ordinary Sunday into a shared festival of noise and community.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Daytona_500",
      "episode": {
        "id": 15,
        "title": "Morning Drops #09 - Birthday Cake",
        "description": "Today's breakfast comes with a sprinkle of stardust and a slice of birthday cake as we celebrate a pure and unique soul, Yasmin. On Sedna, we may not do years, but we sure know how to party!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-birthdaycake",
        "songs": [
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title"
        ],
        "music-genres": [
          "Eclectic",
          "Celebratory"
        ]
      },
      "match_reason": "The Daytona 500 as an annual celebration of speed and spectacle pairs with a birthday-party themed episode; both transform a day into a loud, communal celebration."
    },
    {
      "hour": 20,
      "fact_text": "On this day in 1904, when Britain transferred the South Orkney meteorological station to Argentina, Earth’s polar regions became an early stage for quiet international cooperation. Long before satellites, these frozen outposts traded wind, pressure, and cloud data that fed into a planet-sized conversation about weather.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Argentina",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A remote island station quietly feeding information into a global system mirrors dub’s spacious, echoing sound-world, where small signals ripple out across a larger field."
    },
    {
      "hour": 21,
      "fact_text": "In 896, Pope Formosus crowned Arnulf of Carinthia as Holy Roman Emperor in Rome, only for Arnulf to suffer a stroke and retreat north soon after. Within a few years, Formosus' own corpse would be dug up and put on trial in the macabre \"Cadaver Synod\"—a reminder that medieval politics often blurred into dark theatre.",
      "fact_year": 896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pope_Formosus",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "A strange papal coronation linked to bizarre church rituals later on fits perfectly with an episode about Ghost, a band that stages rock as occult-influenced religious theatre."
    },
    {
      "hour": 22,
      "fact_text": "By 1974, when the Islamic summit in Lahore recognized Bangladesh, that young country had already survived a brutal war of independence and a devastating cyclone. Its presence at the table symbolized how fragile, flood-prone delta land could nonetheless demand its own voice on the world stage.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bangladesh",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A flood-scarred new nation asserting itself parallels Tuareg music born of harsh landscapes, exile, and survival, both turning environmental hardship into cultural strength."
    },
    {
      "hour": 23,
      "fact_text": "When Franklin D. Roosevelt ordered MacArthur out of the Philippines in 1942, ordinary Filipinos were left to endure occupation and resistance largely on their own. The islands’ later role in the People Power Revolution shows how a place long caught between empires learned to script its own political story.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Philippines",
      "episode": {
        "id": 12,
        "title": "Morning Drops #06 - Friend's Home",
        "description": "Yasmin and Gaia are reunited under the same roof to spend Easter Monday morning together, exploring that heartwarming 'just like home' feeling that comes from being surrounded by beloved friends.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-friends-home",
        "songs": [
          "Oumou Sangaré - Jah Rah Bee",
          "James Mason - Free",
          "Articolo 31 - Gente che spera",
          "Articolo 31 - Spirale ovale"
        ],
        "music-genres": [
          "Afropop",
          "Jazz-Funk",
          "Italian Hip-Hop"
        ]
      },
      "match_reason": "A country repeatedly abandoned and reclaimed by foreign powers is contrasted with an intimate episode about chosen homes and supportive communities, highlighting the human need for safe ground amid geopolitical storms."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1632, Galileo's revolutionary book \"Dialogue Concerning the Two Chief World Systems\" reached its dedicatee, Ferdinando II de' Medici. Framed as a conversation between three characters, it cleverly defended the Sun-centered universe while trying to dodge censors—an early example of science disguised as storytelling.",
      "fact_year": 1632,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dialogue_Concerning_the_Two_Chief_World_Systems",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A landmark in human learning and scientific mindset pairs with an episode about the joy and struggle of understanding, both celebrating curiosity reshaping how we see the world."
    }
  ],
  "generated_at": "2026-02-22T00:00:00.022110+00:00",
  "date": "2026-02-22",
  "updated_at": "2026-02-22T00:00:46.133358+00:00"
}