{
  "current_hour": 10,
  "current_fact": {
    "hour": 10,
    "fact_text": "Also in 1944, the Battle of Eniwetok began in the Marshall Islands, as U.S. forces waded ashore against entrenched Japanese defenders. The atoll would later become infamous as a nuclear test site, its lagoons turned into silent witnesses of the atomic age.",
    "fact_year": 1944,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Eniwetok",
    "episode": {
      "id": 11,
      "title": "Morning Drops #05 - Electric Shock",
      "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
      "songs": [
        "Johnny Winter - Highway 61 Revisited",
        "Joan Armatrading - Sleight of Hand",
        "Joan Armatrading - Russian Roulette",
        "Jimi Hendrix - Freedom",
        "Jeff Beck - Scatterbrain"
      ],
      "music-genres": [
        "Blues Rock",
        "Rock",
        "Electric Blues"
      ]
    },
    "match_reason": "A violent Pacific assault that foreshadowed the nuclear era connects with an episode of high-voltage guitar work and 'electric shock' energy, echoing the intensity of bombardment."
  },
  "queue": [
    {
      "hour": 11,
      "fact_text": "In 1859, during the Cochinchina Campaign, the French Navy captured the Citadel of Saigon—an imposing star-shaped fortress defended by a thousand Nguyễn soldiers. The fall of this stronghold opened the way to French colonial rule in southern Vietnam.",
      "fact_year": 1859,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Citadel_of_Saigon",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A French naval expedition reshaping a distant port city resonates with a seafaring, cross-cultural Mediterranean playlist, both tracing how ships carry empires and songs."
    },
    {
      "hour": 12,
      "fact_text": "On this day in 1995, the brief but intense Cenepa War between Peru and Ecuador ended with a UN-brokered ceasefire. The conflict, fought in cloud forests over an ill-defined border, showed how disputed lines on maps can flare into very real firefights.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cenepa_War",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A war over borders in the Andes is matched with a reflective travel-themed episode, suggesting how movement and perspective might soften the lines that divide territories."
    },
    {
      "hour": 13,
      "fact_text": "In 1753, Sweden jumped directly from February 17 to March 1 as it switched from the Julian to the Gregorian calendar. For Swedes, eleven days simply vanished from the year, an official reminder that even timekeeping is a human invention we occasionally rewrite.",
      "fact_year": 1753,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "A country deleting eleven imperfect days from its calendar fits with an episode celebrating imperfection and our messy ways of ordering time and life."
    },
    {
      "hour": 14,
      "fact_text": "Back in the year 1500, peasant farmers of Dithmarschen in northern Europe defeated a much larger army led by Danish and Holstein nobles at the Battle of Hemmingstedt. Using flooded dikes, mud, and local knowledge, they turned their own farmland into an ingenious trap.",
      "fact_year": 1500,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Hemmingstedt",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A peasant uprising that weaponized its own land to resist rulers rhymes with Tuareg desert blues, music born from rural communities, resistance, and intimate knowledge of harsh terrain."
    },
    {
      "hour": 15,
      "fact_text": "In 1814, during the War of the Sixth Coalition, the Battle of Mormant saw Napoleon personally lead a swift counterattack against numerically superior Russian and Prussian forces. The clash was a reminder that a brilliant tactician could still bend the odds—at least temporarily.",
      "fact_year": 1814,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Mormant",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A battlefield commanded by a single dominant figure is contrasted with an episode about women taking command of rock stages, rewriting who gets to lead and fight in public."
    },
    {
      "hour": 16,
      "fact_text": "On this day in 1978, the Provisional IRA detonated an incendiary device at the La Mon restaurant near Belfast, causing a fireball that killed 12 people and injured 30 more. The La Mon bombing became one of the most shocking attacks of the Troubles.",
      "fact_year": 1978,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Troubles",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A violent act born from entrenched identities in Northern Ireland is paired with an episode about questioning labels and breaking out of boxes, with socially conscious lyrics."
    },
    {
      "hour": 17,
      "fact_text": "In 1913, the Armory Show opened in New York City, shocking and fascinating visitors with works by Cézanne, Duchamp, Picasso, and other modernists. For many Americans, it was their first encounter with abstract, experimental art that defied traditional rules of beauty.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Armory_Show",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "An art exhibition that redefined what could be considered beautiful connects with an episode about redefining beauty from the inside, through eclectic, individualistic sounds."
    },
    {
      "hour": 18,
      "fact_text": "On this day in 2015, a Mardi Gras parade in Port-au-Prince, Haiti, turned tragic when a power line incident triggered a stampede that killed 18 people and injured dozens. The disaster unfolded in a space meant for joy, blurring the line between celebration and chaos.",
      "fact_year": 2015,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2015_Haiti_Carnival_stampede",
      "episode": {
        "id": 15,
        "title": "Morning Drops #09 - Birthday Cake",
        "description": "Today's breakfast comes with a sprinkle of stardust and a slice of birthday cake as we celebrate a pure and unique soul, Yasmin. On Sedna, we may not do years, but we sure know how to party!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-birthdaycake",
        "songs": [
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title",
          "Artist Name - Song Title"
        ],
        "music-genres": [
          "Eclectic",
          "Celebratory"
        ]
      },
      "match_reason": "A carnival tragedy during a festival of joy is contrasted with a gentle, celebratory episode, acknowledging how gatherings can hold both ecstatic and fragile human moments."
    },
    {
      "hour": 19,
      "fact_text": "On this same date in 1996, an 8.2 magnitude earthquake struck near Biak in Indonesia’s Papua province, spawning a tsunami that left 166 people dead or missing. The shaking reshaped coastlines and reminded nearby communities how alive the Earth's crust really is.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1996_Biak_earthquake",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "The violence of tectonic motion and tsunamis is balanced by an episode about slowing down on a 'slow planet,' inviting a calmer relationship with Earth's restless nature."
    },
    {
      "hour": 20,
      "fact_text": "NASA itself, founded in 1958, stands behind several of today’s space anniversaries, from lunar probes to asteroid missions. Born in the heat of the Cold War, the agency has become one of humanity’s main storytellers about our place in the cosmos.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NASA",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "An institution that turned rocket science into a global dream pairs with an evening episode that starts like a launch countdown—ambient 'solar wind'—and builds into a planetary dance."
    },
    {
      "hour": 21,
      "fact_text": "Mardi Gras itself, whose name means \"Fat Tuesday\" in French, stretches back through centuries of European carnival traditions tied to the Christian calendar. Its masks, music, and parades became a global language for turning the streets into a temporary stage.",
      "fact_year": 1700,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mardi_Gras",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A festival built on drums and street parades meets an episode unpacking reggaeton’s carnival-ready rhythms and Latin street culture."
    },
    {
      "hour": 22,
      "fact_text": "The Julian calendar, introduced by Julius Caesar in 45 BCE, was once revolutionary for its simplicity—but its small error of 11 minutes per year eventually added up to days. By the time Sweden and others switched away from it, the sky’s seasons and the calendar’s dates had noticeably drifted apart.",
      "fact_year": -45,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Julian_calendar",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A slightly flawed calendar that humanity patiently corrected over centuries suits an episode about learning from mistakes, slow improvements, and the joy of refining our models of time and self."
    },
    {
      "hour": 23,
      "fact_text": "The modern Gregorian calendar, introduced in 1582 and gradually adopted worldwide, is a quiet astronomical triumph: it keeps the drift between calendar dates and Earth’s orbit to about one day every 3,000 years. Behind each ordinary date stamp lies a sophisticated choreography of leap years and centuries.",
      "fact_year": 1582,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 55,
        "title": "Morning Drops #48 - Cosmic Monday",
        "description": "Cosmic Monday is a Morning Drops episode built around four Italian dance records, tracing how disco rhythms slowly became electronic language.\nGaia moves through four tracks like chapters: groove first, then machines, then that bright, futuristic feeling you only get when the bassline is doing the talking. It's not nostalgia, exactly. It's more like returning to a sound that still works — especially on mornings when you need a little extra energy, but you don't want anything aggressive.\nTake it as a slow transmission. Let it carry you into the day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-cosmic-monday",
        "songs": [
          "Giovanotti Mondani Meccanici - Don't Ask Me Why",
          "Azoto - Sal Salvador",
          "Capricorn - I Need Love",
          "Cosmic Disco - Cosmic Sprint"
        ],
        "music-genres": [
          "Italo Disco",
          "Disco",
          "Electronic"
        ]
      },
      "match_reason": "A finely tuned timekeeping system that keeps Earth in sync with the cosmos pairs with an episode about cosmic dance rhythms, where beats and orbits both line up in repeating cycles."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1996, NASA launched NEAR Shoemaker, the first mission designed to orbit and later land on an asteroid, 433 Eros. This modest-looking spacecraft quietly rewrote our understanding of how rocky bodies form and evolve in the inner Solar System.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NEAR_Shoemaker",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A voyage to an asteroid pairs with an episode themed as a collective journey through new territories, with spacey rock and electronic textures that echo deep-space exploration."
    },
    {
      "hour": 1,
      "fact_text": "On this day in 1965, Ranger 8 was launched toward the Moon to crash-land into Mare Tranquillitatis after sending back thousands of close-up photos. Those stark black-and-white images helped mission planners choose the site where humans would first walk on the lunar surface.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ranger_8",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A probe aimed at the Sea of Tranquility mirrors the episode's idea of 'space' as potential, with upbeat tracks that feel like launching into a new orbit."
    },
    {
      "hour": 2,
      "fact_text": "In 1959, Vanguard 2 became the world's first weather satellite, orbiting Earth to measure the distribution of cloud cover. Although its instruments were imperfect, it marked the beginning of watching our planet's atmosphere from above.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vanguard_2",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "The first weather satellite and an episode centered on rain, seasons, and change both orbit around the sky's moods and how we live with them."
    },
    {
      "hour": 3,
      "fact_text": "On this day in 1980, Polish climbers Krzysztof Wielicki and Leszek Cichy completed the first winter ascent of Mount Everest. They stood atop Earth's highest peak in hurricane-force winds and brutal cold, proving that even the planet's roof has seasons.",
      "fact_year": 1980,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mount_Everest",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A legendary winter summit of Everest resonates with an episode inspired by mountain landscapes and the quiet courage they demand."
    },
    {
      "hour": 4,
      "fact_text": "In 1969, American aquanaut Berry L. Cannon died from carbon dioxide poisoning while attempting to repair the Navy’s SEALAB III underwater habitat. His death abruptly ended an era when humans were seriously experimenting with living on the seafloor like astronauts in an inverted oceanic space station.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/SEALAB",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "An underwater habitat and a diver’s death are paired with an episode built on the metaphor of immersion and moving like water below the surface."
    },
    {
      "hour": 5,
      "fact_text": "In 1674, a powerful earthquake struck Ambon Island in Indonesia and triggered a megatsunami with waves estimated around 100 meters high. The walls of water swept over coastal settlements, drowning more than 2,300 people in minutes.",
      "fact_year": 1674,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1674_Ambon_earthquake_and_megatsunami",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A devastating tsunami from island shores connects with an episode steeped in Caribbean roots and tidal dub echoes, offering a gentler waterborne counterpoint."
    },
    {
      "hour": 6,
      "fact_text": "On this day in 1944, the U.S. launched Operation Hailstone, a massive two-day assault on Truk Lagoon, Japan's main Pacific base. The attack turned the coral-ringed lagoon into one of the world’s largest ship graveyards, now a haunting underwater museum for divers.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Hailstone",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A Pacific lagoon transformed by war mirrors an episode recorded by the sea in another corner of the Pacific, tying water, islands, and the discipline of conflict and training together."
    },
    {
      "hour": 7,
      "fact_text": "In 1864, the Confederate submarine H. L. Hunley became the first submersible to sink an enemy warship when it attacked the USS Housatonic. The Hunley achieved its grim success with a spar torpedo—and then mysteriously vanished, only to be rediscovered over a century later.",
      "fact_year": 1864,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/H._L._Hunley",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "The eerie story of an early combat submarine lost to the deep fits with an episode about slipping beneath the surface among whales, both telling different myths of what the ocean hides."
    },
    {
      "hour": 8,
      "fact_text": "In 1676, sixteen members of Pascual de Iriarte's party disappeared at the Evangelistas Islets at the storm-lashed western mouth of the Strait of Magellan. The islets, tiny outposts battered by waves and wind, became a symbol of how unforgiving the edges of mapped Earth could be.",
      "fact_year": 1676,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Evangelistas_Islets",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A fatal 17th-century expedition at a treacherous sea passage pairs with a present-day sailing episode, both centered on what it means to travel by water at the world's edges."
    },
    {
      "hour": 9,
      "fact_text": "On this day in 1996, chess world champion Garry Kasparov defeated IBM’s Deep Blue supercomputer in Philadelphia, winning the overall match 4–2. It was a brief moment when human intuition and psychological play still outmaneuvered raw computation on the 64 squares.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Deep_Blue_(chess_computer)",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A human vs. machine chess showdown fits naturally with an episode unpacking our tangled relationship with digital technology, featuring tracks about the internet and computers."
    },
    {
      "hour": 10,
      "fact_text": "Also in 1944, the Battle of Eniwetok began in the Marshall Islands, as U.S. forces waded ashore against entrenched Japanese defenders. The atoll would later become infamous as a nuclear test site, its lagoons turned into silent witnesses of the atomic age.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Eniwetok",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A violent Pacific assault that foreshadowed the nuclear era connects with an episode of high-voltage guitar work and 'electric shock' energy, echoing the intensity of bombardment."
    }
  ],
  "generated_at": "2026-02-17T00:00:00.016014+00:00",
  "date": "2026-02-17",
  "updated_at": "2026-02-17T10:00:01.885188+00:00"
}