{
  "current_hour": 20,
  "current_fact": {
    "hour": 20,
    "fact_text": "The United States Emergency Broadcast System false alarm in 1971 revealed how fragile and human the machinery of national alerts really was. A single mistyped code word—issued by a technician in Colorado—sent a wave of unintended urgency to every TV and radio station in the country.",
    "fact_year": 1971,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emergency_Broadcast_System",
    "episode": {
      "id": 54,
      "title": "Morning Drops #47 - The Rise Of Autotune",
      "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
      "songs": [
        "Chet Baker – I Fall in Love Too Easily",
        "Destiny’s Child – Survivor",
        "T-Pain – I’m Sprung",
        "Jay-Z – D.O.A. (Death of Auto-Tune)",
        "Travis Scott feat. Kacy Hill – 90210"
      ],
      "music-genres": [
        "Jazz",
        "R&B",
        "Hip-Hop",
        "Pop",
        "Trap",
        "Electronic"
      ]
    },
    "match_reason": "A tiny technical error rippling across a whole broadcast system parallels how a studio tool meant for correction reshaped global pop, both revealing the power and vulnerability of our audio infrastructure."
  },
  "queue": [
    {
      "hour": 21,
      "fact_text": "World War II turned tropical Enewetak Atoll into a contested military objective in 1944, but its later identity as a nuclear test site left long-lived radioactive contamination in its lagoon and soil. Even today, parts of the atoll bear concrete domes sealing in radioactive debris, a human-made ‘crater’ visible from space.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Enewetak_Atoll",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A lagoon hiding buried fallout ties to an episode about going below the surface and immersing fully, inviting listeners to think about what lies unseen beneath calm water."
    },
    {
      "hour": 22,
      "fact_text": "The Futurist Manifesto published in 1909 didn’t just praise speed and machines; it also glorified war as “the world’s only hygiene,” a line that aged into chilling irony after two world wars. It shows how artistic excitement about new technology can blind people to the human cost of the future they imagine.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Manifesto_of_Futurism",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A manifesto that mislearned the lessons of technology and violence is balanced by an episode about learning with awareness and humility, reframing progress as thoughtful rather than reckless."
    },
    {
      "hour": 23,
      "fact_text": "Mir’s launch in 1986 marked the beginning of a 15-year experiment in turning orbit into an everyday place to live and work. In its cramped modules, crews experienced cosmic sunrises every 90 minutes, occasional fires and leaks, and the fragile, shared routine of life in microgravity.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mir",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A space station evolving over years into a lived-in ‘star home’ connects with an episode about artistic transformation and star imagery, both concerned with how orbits—and people—change over time."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1962, John Glenn orbited Earth three times aboard the spacecraft Friendship 7, becoming the first American to circle the planet. For nearly five hours, he flew solo through the darkness and sunrise of low Earth orbit, while ground control scrambled to interpret mysterious sensor readings about his heat shield.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mercury-Atlas_6",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A literal spaceflight milestone pairs with an episode about redefining emptiness as creative space, echoing Glenn’s leap into orbital unknowns."
    },
    {
      "hour": 1,
      "fact_text": "Ranger 8 ended its 1965 life by smashing into the Moon on purpose, after beaming back over 7,000 close-up photos of potential Apollo landing sites. The probe had only about 65 hours to work, but those last images helped humans decide where to set foot on another world.",
      "fact_year": 1965,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Ranger_8",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A probe gliding toward a luminous lunar crash is mirrored by a set that crescendos from ambient space to full-body motion, like Ranger 8’s last images building toward impact."
    },
    {
      "hour": 2,
      "fact_text": "In 1968, China founded the China Academy of Space Technology in Beijing, a quietly pivotal step toward launching its own satellites and space stations. From weather and communications satellites to deep-space probes, this institution became the workshop for China’s cosmic ambitions.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/China_Academy_of_Space_Technology",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An institution built to send machines into orbit fits with a ‘Destination’ episode that turns listening into a multi-planet voyage through sound."
    },
    {
      "hour": 3,
      "fact_text": "The Soviet Union’s Mir space station, launched in 1986, became the first long-term modular outpost in orbit and a fragile metal home where humans lived for about ten of its fifteen years aloft. Inside its cluttered corridors, cosmonauts celebrated holidays, grew plants, conducted science experiments, and even hosted visiting American astronauts after the Cold War thawed.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mir",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A long-lived orbital ‘home’ circling Earth at a steady pace resonates with a slow, orbit-like playlist designed to drift and breathe over time."
    },
    {
      "hour": 4,
      "fact_text": "In 1979, an earthquake on Indonesia’s Dieng Plateau cracked open the Sinila volcanic crater, releasing a hidden cloud of hydrogen sulfide gas. The invisible, rotten-egg–smelling plume silently flowed into nearby valleys, killing 149 people who never saw the danger coming.",
      "fact_year": 1979,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dieng_Plateau",
      "episode": {
        "id": 53,
        "title": "Morning Drops #46 - Fog and Fire",
        "description": "In today’s Morning Drops, Gaia brings us on a passport-free trip between two Italian energies: the foggy stillness of the North and the volcanic pulse of the South. Throughout the journey, Gaia shares four of her favourite Italian songwriters. Grab your coffee and tune into the radio show from another planet!",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-fog-and-fire",
        "songs": [
          "Edoardo Bennato - La Torre Di Babele",
          "Zucchero - Diavolo in Me",
          "Lucio Dalla - Com'è Profondo il Mare",
          "Pino Daniele - Tutta N'ata Storia"
        ],
        "music-genres": [
          "Blues",
          "indie",
          "Italian",
          "Soft Rock"
        ]
      },
      "match_reason": "An eerie mix of ground-shaking geology and toxic gas matches an episode explicitly themed around fog and volcanic fire, connecting earth’s hidden forces to musical mood."
    },
    {
      "hour": 5,
      "fact_text": "During a 2003 Great White concert in West Warwick, Rhode Island, indoor pyrotechnics ignited soundproofing foam and turned The Station nightclub into a lethal fire trap in under two minutes. The blaze killed 100 people and triggered sweeping changes to fire codes, building exits, and concert safety regulations across the United States.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Station_nightclub_fire",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A rock show where electricity and spectacle turned deadly is paired with a guitar-charged set, hinting at how raw musical ‘shock’ must be held in safe hands."
    },
    {
      "hour": 6,
      "fact_text": "In 1685, French explorer René-Robert Cavelier, Sieur de La Salle, established Fort St. Louis at Matagorda Bay, a remote outpost that briefly turned part of Texas into a French colonial foothold. Misnavigation had brought his expedition hundreds of miles west of their intended Mississippi River target, reshaping the map by mistake.",
      "fact_year": 1685,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/French_colonization_of_Texas",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A mischarted transatlantic voyage that accidentally ‘discovers’ Texas pairs with an episode recorded from a sailing boat, both built around life and stories at sea."
    },
    {
      "hour": 7,
      "fact_text": "Caroline Mikkelsen stepped onto an Antarctic island in 1935, becoming the first woman known to set foot on the Antarctic region. For decades her exact landing site was uncertain, turning her brief walk on the ice into a quiet polar mystery revisited by later explorers.",
      "fact_year": 1935,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Caroline_Mikkelsen",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A pioneering woman on Antarctic shores meets another Caroline diving under Arctic skies; both stories live in icy water, cold light, and quiet obsession with polar edges."
    },
    {
      "hour": 8,
      "fact_text": "The 1920 Gori earthquake struck the young Democratic Republic of Georgia, collapsing homes and damaging much of the town of Gori. In a small country already navigating political upheaval, the quake added a sudden, indifferent jolt from the Earth itself.",
      "fact_year": 1920,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1920_Gori_earthquake",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A destructive quake in a small nation is answered by an episode about weathering storms and holding onto hope when the ground — literal or emotional — won’t stay still."
    },
    {
      "hour": 9,
      "fact_text": "The 1835 Concepción earthquake devastated the Chilean port city and surrounding region, triggering tsunamis and reshaping the coastline. Charles Darwin happened to be nearby on the HMS Beagle and later used what he saw there to argue that Earth’s crust moves slowly over time.",
      "fact_year": 1835,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1835_Concepci%C3%B3n_earthquake",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A seafront city shaken into change and a naturalist observing movement in the Earth pair with an episode about disciplined bodily movement and training, linking tectonic shifts to human resilience."
    },
    {
      "hour": 10,
      "fact_text": "In 1944, U.S. forces captured Enewetak Atoll in the Pacific, a remote coral ring that, only a few years later, would be scarred by some of the most powerful nuclear tests ever conducted. Palm-lined beaches and turquoise lagoons became a laboratory for weapons that lit the sky brighter than sunrise.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Enewetak_Atoll",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A serene atoll transformed into a stage for invisible fallout fits with moody, cinematic trip-hop that often scores war-torn or uneasy urban landscapes."
    },
    {
      "hour": 11,
      "fact_text": "In 1943, American film studio executives agreed to let the Office of War Information censor movies during World War II. Hollywood scripts and scenes were quietly adjusted to boost morale, avoid sensitive topics, and turn entertainment into a carefully curated tool of propaganda.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_States_Office_of_War_Information",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "Government control over wartime movies parallels modern anxieties about screens and information flows, matching an episode that critiques how technology shapes what we see and feel."
    },
    {
      "hour": 12,
      "fact_text": "Rossini’s comic opera “The Barber of Seville” stumbled at its 1816 premiere in Rome with onstage mishaps and hostile fans of a rival composer, but it quickly rebounded to become one of the most beloved operas ever written. Its quicksilver melodies and chaotic plot about a clever barber still set the standard for musical comedy.",
      "fact_year": 1816,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Barber_of_Seville",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A chaotic premiere that became a timeless favorite mirrors Sedna FM’s own ‘where it all began’ first episode, both launching exuberant, character-filled musical worlds."
    },
    {
      "hour": 13,
      "fact_text": "When the Manifesto of Futurism was published in Le Figaro in 1909, it called for artists to worship speed, machines, youth, and violence, and to reject museums and the past. This radical text helped ignite avant-garde movements that treated the modern city and technology as a new kind of religion.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Manifesto_of_Futurism",
      "episode": {
        "id": 55,
        "title": "Morning Drops #48 - Cosmic Monday",
        "description": "Cosmic Monday is a Morning Drops episode built around four Italian dance records, tracing how disco rhythms slowly became electronic language.\nGaia moves through four tracks like chapters: groove first, then machines, then that bright, futuristic feeling you only get when the bassline is doing the talking. It's not nostalgia, exactly. It's more like returning to a sound that still works — especially on mornings when you need a little extra energy, but you don't want anything aggressive.\nTake it as a slow transmission. Let it carry you into the day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-cosmic-monday",
        "songs": [
          "Giovanotti Mondani Meccanici - Don't Ask Me Why",
          "Azoto - Sal Salvador",
          "Capricorn - I Need Love",
          "Cosmic Disco - Cosmic Sprint"
        ],
        "music-genres": [
          "Italo Disco",
          "Disco",
          "Electronic"
        ]
      },
      "match_reason": "An Italian-born love letter to machines and the future is naturally paired with an episode about Italian dance records evolving into electronic, cosmic, futurist soundscapes."
    },
    {
      "hour": 14,
      "fact_text": "Tchaikovsky’s ballet “Swan Lake” premiered at Moscow’s Bolshoi Theatre in 1877 to a lukewarm reception, criticized as too complex and unconventional. Only decades later did its tragic story and haunting leitmotifs become the archetype of the romantic ballet, danced across the world in countless reinterpretations.",
      "fact_year": 1877,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Swan_Lake",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A water-soaked ballet of swans and doomed love connects with a cinematic, oceanic episode about graceful animals in cold seas, sharing a mood of fluid elegance and awe."
    },
    {
      "hour": 15,
      "fact_text": "On 20 February 1971, the United States accidentally triggered a full national Emergency Broadcast System alert, ordering stations to stand by for a real emergency message that never arrived. For nearly 40 minutes, broadcasters scrambled with secret codes and phone calls while the public heard confusing tones and bulletins.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emergency_Broadcast_System",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A system built to control and script national emotion glitches into confusion—paired with an episode about breaking out of rigid frameworks and questioning who controls the signal."
    },
    {
      "hour": 16,
      "fact_text": "In 1956, the United States Merchant Marine Academy in Kings Point became a permanent federal service academy, putting the training of civilian mariners on par with Army, Navy, Air Force, and Coast Guard officers. Its graduates quietly move most of the world’s goods, steering colossal ships through storms, war zones, and narrow straits.",
      "fact_year": 1956,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_States_Merchant_Marine_Academy",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "An academy that trains the people who ‘make sailors’ (marinai) for the world’s trade lanes pairs sweetly with an episode featuring “Ma come fanno i marinai” and seafaring imagery."
    },
    {
      "hour": 17,
      "fact_text": "Lieutenant Edward O’Hare became America’s first World War II flying ace on this day in 1942, single-handedly attacking a formation of Japanese bombers threatening his aircraft carrier. With fuel running low and guns jamming, he still downed several planes, turning the sky into a battlefield of split-second decisions.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Edward_O%27Hare",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "An ace pilot defying odds in the sky is matched with guitar heroes who refused to ask permission, both running on fierce individual courage and loud, focused intensity."
    },
    {
      "hour": 18,
      "fact_text": "On a Canberra sheep paddock in 1913, Australian politician King O’Malley ceremonially drove in the first survey peg to mark where the new capital city would rise. The moment symbolized the beginning of a planned city built almost from scratch, designed around geometry, vistas, and an imagined national future.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Canberra",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Surveying a capital from empty land echoes the act of charting coasts and ports; a city born inland is matched with an episode that sails between homelands, mapping culture like a cartographer of sound."
    },
    {
      "hour": 19,
      "fact_text": "The 1864 Battle of Olustee was the largest Civil War battle fought in Florida, where Union forces attempting to cut off Confederate supply lines were repelled in dense pine forests and swamps. The clash left thousands of casualties and showed how even remote terrain could become entangled in a nationwide conflict.",
      "fact_year": 1864,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Olustee",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A forest-and-swamp battlefield on the fringes of an empire pairs with desert blues born from resistance and survival in marginal lands, connecting war’s periphery with music from the edges."
    },
    {
      "hour": 20,
      "fact_text": "The United States Emergency Broadcast System false alarm in 1971 revealed how fragile and human the machinery of national alerts really was. A single mistyped code word—issued by a technician in Colorado—sent a wave of unintended urgency to every TV and radio station in the country.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emergency_Broadcast_System",
      "episode": {
        "id": 54,
        "title": "Morning Drops #47 - The Rise Of Autotune",
        "description": "In this Morning Drop, Yasmin explores the explosive rise of Auto-Tune, a tool that quietly changed the sound of music without asking for attention. From fragile, imperfect recordings to voices shaped with precision, this episode follows the moment when correction became standard and sound became controlled.\n\nAlong the way, we discover the curious story of how it was invented, how it moved from the background of studios to the center of debate, and how a few artists turned it into something expressive rather than hidden.\n\nListen slowly, and let us know what you think about Autotune.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-autotune",
        "songs": [
          "Chet Baker – I Fall in Love Too Easily",
          "Destiny’s Child – Survivor",
          "T-Pain – I’m Sprung",
          "Jay-Z – D.O.A. (Death of Auto-Tune)",
          "Travis Scott feat. Kacy Hill – 90210"
        ],
        "music-genres": [
          "Jazz",
          "R&B",
          "Hip-Hop",
          "Pop",
          "Trap",
          "Electronic"
        ]
      },
      "match_reason": "A tiny technical error rippling across a whole broadcast system parallels how a studio tool meant for correction reshaped global pop, both revealing the power and vulnerability of our audio infrastructure."
    }
  ],
  "generated_at": "2026-02-20T00:00:00.008797+00:00",
  "date": "2026-02-20",
  "updated_at": "2026-02-20T20:00:01.361203+00:00"
}