{
  "current_hour": 6,
  "current_fact": {
    "hour": 6,
    "fact_text": "The 1997 Ardabil earthquake in northern Iran, with a magnitude of 6.1, killed around 1,100 people and destroyed numerous villages in minutes. Its devastation spurred renewed attention to rural building standards and the deadly vulnerability of traditional construction in seismic zones.",
    "fact_year": 1997,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1997_Ardabil_earthquake",
    "episode": {
      "id": 30,
      "title": "Morning Drops #24 - The Rise Of Afrobeat",
      "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
      "songs": [
        "E.T. Mensah - Ghana Freedom",
        "I.K. Dairo - Salome",
        "Fela Kuti - Great Kids",
        "Fela Kuti - Expensive Shit"
      ],
      "music-genres": [
        "Highlife",
        "Jùjú",
        "Afrobeat"
      ]
    },
    "match_reason": "A quake exposing structural inequality is matched with Afrobeat, a genre born from confronting social realities—turning collective trauma and resistance into intensely rhythmic life-force."
  },
  "queue": [
    {
      "hour": 7,
      "fact_text": "In 1925, the Charlevoix–Kamouraska earthquake shook northeastern North America, one of the largest known quakes in eastern Canada. The region is a geological puzzle: a cluster of unusual seismicity within old, seemingly stable continental crust.",
      "fact_year": 1925,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1925_Charlevoix%E2%80%93Kamouraska_earthquake",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A rare, deep-continental quake that disturbs a \"stable\" crust pairs with a Slow Planet set: quietly shifting undercurrents, subtle tremors under an otherwise calm surface."
    },
    {
      "hour": 8,
      "fact_text": "On February 28, 1983, the final episode of M*A*S*H aired and drew roughly 110 million viewers in the United States, one of the most-watched television broadcasts in history. The bittersweet finale turned a war comedy-drama into a nationwide moment of collective goodbye.",
      "fact_year": 1983,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Goodbye,_Farewell_and_Amen",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A beloved show’s finale becoming a shared cultural memory links with an episode about \"timeless\" legacies—classic soul and R&B for a series that still echoes through pop culture."
    },
    {
      "hour": 9,
      "fact_text": "In 1835, Finnish scholar Elias Lönnrot signed the foreword to the first edition of the Kalevala, stitching together oral poems into a national epic. His work helped crystallize Finnish identity, showing how myth and song can knit a people’s sense of themselves.",
      "fact_year": 1835,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kalevala",
      "episode": {
        "id": 27,
        "title": "Morning Drops #21 - Endless Summer",
        "description": "Recorded from Fano, a quiet town on the Adriatic coast where summer stretches long and slow. Between swims, simple meals, and time with family, Gaia reflects on the kind of music that helps us return to ourselves. Through different shades of jazz — from minimal and meditative to warm and rhythmic — an invitation to slip into that endless summer feeling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-endless-summer",
        "songs": [
          "Nik Bärtsch - Modul 14",
          "Mama Terra - Chameleon (Single Edit)",
          "Spyro Gyra - Morning Dance",
          "Yussef Kamaal - Black Focus"
        ],
        "music-genres": [
          "Minimal Jazz",
          "Nu Jazz",
          "Jazz Fusion",
          "UK Jazz"
        ]
      },
      "match_reason": "An epic woven from oral traditions mirrors an episode built from flowing, story-like jazz, both evoking long, meandering tales that shape collective identity."
    },
    {
      "hour": 10,
      "fact_text": "On February 28, 1525, Cuauhtémoc, the last Aztec tlatoani, was executed on the orders of Hernán Cortés while under Spanish custody. His death symbolically ended Indigenous imperial rule in central Mexico and became a powerful emblem of resistance in later Mexican memory.",
      "fact_year": 1525,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cuauht%C3%A9moc",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "Cuauhtémoc’s fall and later myth as a symbol of anti-colonial resistance aligns with Residente’s fiercely political, Latin-rooted storytelling about power, identity, and historical trauma."
    },
    {
      "hour": 11,
      "fact_text": "During the 2002 Gujarat violence, the Naroda Patiya and Gulbarg Society massacres on February 28 saw mobs kill more than 160 people in two neighborhoods. These atrocities became central to debates about state responsibility, justice, and the long aftershocks of communal hatred.",
      "fact_year": 2002,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2002_Gujarat_violence",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "The brutality and prejudice of communal violence connect with conscious hip-hop that calls out systemic injustice and challenges the boxes of identity and hatred we trap people in."
    },
    {
      "hour": 12,
      "fact_text": "On February 28, 1993, ATF agents raided the Branch Davidian compound near Waco, Texas, triggering a firefight and a 51-day siege. The standoff became a flashpoint in American debates about religious freedom, government force, and apocalyptic belief.",
      "fact_year": 1993,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Waco_siege",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A siege fueled by isolation, sealed communities, and distorted communication is set against an episode about questioning our channels of connection and how we retreat into closed worlds—digital or physical."
    },
    {
      "hour": 13,
      "fact_text": "On February 28, 2013, Pope Benedict XVI became the first pope in nearly 600 years to resign, stepping down for reasons of health and age. His unprecedented modern abdication forced the Catholic Church to navigate the rare situation of a living former pope alongside a reigning pontiff.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Resignation_of_Pope_Benedict_XVI",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A leader’s conscious decision to step back and accept limitation mirrors this episode’s reflective transition story—choosing awareness and vulnerability over clinging to power or roles."
    },
    {
      "hour": 14,
      "fact_text": "The 1948 Accra riots erupted when ex-servicemen of the Gold Coast Regiment marched to petition colonial authorities and were met with gunfire. The deaths and ensuing unrest helped galvanize anti-colonial sentiment, setting Ghana more firmly on the road toward independence.",
      "fact_year": 1948,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1948_Accra_riots",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "The Accra riots are part of the same historical wave that highlife and Afrobeat later celebrated and critiqued—Ghana’s struggle from colonial rule to \"Ghana Freedom.\""
    },
    {
      "hour": 15,
      "fact_text": "The February 28 Incident in 1947 began as protests in Taiwan over the beating of a cigarette vendor and escalated into a brutal crackdown that killed an estimated 18,000–28,000 civilians. Long suppressed under martial law, it later became a focal point for truth, memory, and Taiwan’s evolving identity.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/February_28_incident",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A society painfully learning to confront a buried massacre aligns with an episode about slow, often uncomfortable learning processes—and the courage to face past mistakes."
    },
    {
      "hour": 16,
      "fact_text": "In 1844, during a pleasure cruise on the Potomac River, the experimental steam warship USS Princeton suffered a gun explosion that killed six people, including U.S. Secretary of State Abel P. Upshur. The disaster highlighted both the promise and peril of cutting-edge military technology.",
      "fact_year": 1844,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/USS_Princeton_(1843)",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "An unexpected, literal explosion on a cutting-edge ship connects with an episode named \"November Bomb\"—a sonic blast that launched Sedna itself, echoing the shock of innovation going wrong."
    },
    {
      "hour": 17,
      "fact_text": "In 202 BC, Liu Bang was enthroned as Emperor Gaozu of Han, inaugurating the Han dynasty that would rule China for over four centuries. Rising from peasant origins, he reimagined imperial rule and left a lasting imprint on Chinese identity, law, and culture.",
      "fact_year": -202,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Emperor_Gaozu_of_Han",
      "episode": {
        "id": 16,
        "title": "Morning Drops #10 - The One With Many Names",
        "description": "Yasmin guides us through the glamorous world of Ghost, the Swedish band that turned rock into ritual. From masked clergy to shifting identities, diving into the music and myth of one of the most theatrical acts of our time.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-one-with-many-names",
        "songs": [
          "Ghost - Spirit",
          "Ghost - Mary on a Cross",
          "Ghost - Dance Macabre",
          "Ghost - Umbra"
        ],
        "music-genres": [
          "Hard Rock",
          "Heavy Metal",
          "Arena Rock"
        ]
      },
      "match_reason": "An emperor who founds a long-lasting dynasty and reshapes ritual power parallels a theatrical band built on shifting personas and quasi-imperial religious imagery—the \"one with many names\" ruling a stage-kingdom."
    },
    {
      "hour": 18,
      "fact_text": "On February 28, 2023, two trains collided near the Vale of Tempe in Greece, killing at least 57 people in one of the country’s deadliest rail disasters. The crash prompted nationwide protests over safety, infrastructure neglect, and the human cost of bureaucratic failures.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tempi_train_crash",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A tragic train collision in Greece finds a reflective echo in a Mediterranean voyage of songs—from Greek coasts outward—inviting listeners to hold both the beauty and fragility of regional journeys."
    },
    {
      "hour": 19,
      "fact_text": "Also on February 28, 1997, a Turkish military-issued memorandum pressured Prime Minister Necmettin Erbakan to resign, in what’s often called a \"postmodern coup.\" Without tanks in the streets, generals still managed to reset the country’s political trajectory through boardroom power.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1997_Turkish_military_memorandum",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A \"soft\" coup shaped in offices and elite circles pairs with sharp, socially observant tracks like \"Common People\"—music about class, power, and who quietly pulls the levers."
    },
    {
      "hour": 20,
      "fact_text": "The 2001 Nisqually quake wasn’t the first big reminder of Earth’s restlessness on this date: over centuries, February 28 has hosted multiple major quakes across continents. Seismologists use such patterns to study how stress transfers along faults, revealing that our planet’s crust is a mosaic of slowly shifting puzzles.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1969_Portugal_earthquake",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Multiple quakes stitched across time feel like deep, unseen basslines; trip-hop’s shadowy, tectonic grooves evoke the slow, boundary-blurring motion beneath our feet."
    },
    {
      "hour": 21,
      "fact_text": "On this day in 1844, the Potomac’s calm surface suddenly hid a technological catastrophe aboard the USS Princeton, when its new long gun \"Peacemaker\" exploded during a demonstration. The ship had been hailed as a marvel of naval engineering, turning the accident into a cautionary tale about showmanship and untested tech.",
      "fact_year": 1844,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Abel_P._Upshur",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A \"pleasure cruise\" that turns disastrous speaks to how journeys can abruptly shift perspective, matching an episode about travel as a moving meditation and the lessons hidden in motion."
    },
    {
      "hour": 22,
      "fact_text": "Over 50 years after the February 28 Incident, Taiwan’s government officially apologized and began commemorating the victims, transforming a silenced trauma into a public memory. Monuments, museums, and music now mark a day once only whispered about.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Taiwan",
      "episode": {
        "id": 24,
        "title": "Morning Drops #18 - Sardegna",
        "description": "Yasmin traces her connection to Sardegna — the island where her Italian journey began. Through music and memory, she shares the story of how this place shaped her family's path, and why it still holds such a deep place in her heart.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-18-sardegna",
        "songs": [
          "Piero Marras - Istrales",
          "Mahmood & Tenores di Bitti - Com’è profondo il mare",
          "Fabrizio De André - Hotel Supramonte",
          "Giuni Russo - Alghero"
        ],
        "music-genres": [
          "Italian Folk",
          "Sardinian",
          "Italian Pop"
        ]
      },
      "match_reason": "A once-suppressed wound becoming a place-based ritual of remembrance parallels an episode where an island’s songs carry memory, identity, and the weight of personal and collective past."
    },
    {
      "hour": 23,
      "fact_text": "The Tempi train crash in 2023 not only exposed outdated signaling systems but also catalyzed Greek youth into the streets, chanting \"Δεν ήταν δυστύχημα, ήταν δολοφονία\" (“It wasn’t an accident, it was murder”). Art, graffiti, and songs rapidly turned anger and grief into a cultural reckoning with neglect.",
      "fact_year": 2023,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Vale_of_Tempe",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "A disaster that turns into a youth-led cry for accountability links with an episode grounded in urban energy, protest-ready UK hip-hop, and the feeling that \"it's just begun\"—a movement as much as a weekend."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On February 28, 2001, the Nisqually earthquake struck Washington State with a magnitude of 6.8, yet caused remarkably few deaths for such a powerful quake. Engineers later noted that modern building codes in the Seattle area significantly reduced casualties, turning a potentially catastrophic event into a sobering real-world test of seismic design.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2001_Nisqually_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden, powerful jolt from beneath the Earth pairs with an \"Electric Shock\" of high-voltage guitars, echoing both the rupture and resilience of the region."
    },
    {
      "hour": 1,
      "fact_text": "Discoverer 1, launched on February 28, 1959, was the first American satellite specifically intended to reach a polar orbit and secretly test reconnaissance concepts. It never achieved orbit, but its public cover as a \"scientific\" mission hid one of the earliest steps in building a space-based spy network.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Discoverer_1",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A failed yet pioneering flight toward polar orbit fits a sonic \"Destination\" journey built on exploration, secrecy, and wide-open spacey textures like Pink Floyd and Depeche Mode."
    },
    {
      "hour": 2,
      "fact_text": "On February 28, 1966, a NASA T-38 Talon attempting to land in poor visibility crashed into the McDonnell Aircraft factory in St. Louis. The accident killed astronauts Elliot See and Charles Bassett, abruptly ending the careers of two men who had been training for key Gemini missions and reshaping NASA’s astronaut roster.",
      "fact_year": 1966,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1966_NASA_T-38_crash",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Both the crash and the orca expedition unfold in harsh, low-visibility conditions, and the episode’s cinematic, reflective mood matches the solemn, sky-and-flight-infused atmosphere of a lost mission."
    },
    {
      "hour": 3,
      "fact_text": "In 2024, India inaugurated its second spaceport at Kulasekarapattinam, a coastal site chosen for launching small satellites efficiently into polar and sun-synchronous orbits. The new facility reflects how space access is spreading worldwide, turning once-quiet shorelines into gateways to orbit.",
      "fact_year": 2024,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spaceport",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A new spaceport literally shifts a nation’s launch capabilities, mirroring the episode’s theme of \"Space Shift\" and its forward-driving, optimistic tracks about going and starting anew."
    },
    {
      "hour": 4,
      "fact_text": "The 1969 Portugal earthquake, striking off the Iberian coast, was powerful enough to be felt in high-rise buildings hundreds of kilometers away. It reminded Europeans that the Atlantic hides active tectonic faults capable of producing both strong shaking and tsunamis, much like the one that devastated Lisbon in 1755.",
      "fact_year": 1969,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1969_Portugal_earthquake",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "An offshore quake in the Atlantic, with hidden submarine faults, resonates with an episode themed around immersion and the unseen forces moving under the surface like deep water."
    },
    {
      "hour": 5,
      "fact_text": "On February 28, 1990, Space Shuttle Atlantis launched on STS-36, a heavily classified Department of Defense mission. The orbiter’s exact payload and activities remained secret for years, illustrating how even the shuttle era mixed scientific exploration with covert surveillance.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/STS-36",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A secretive, nocturnal-leaning shuttle mission pairs with a slow-building, mysterious evening mix that starts in shadowy alleys and drifts into cosmic, \"solar wind\" moods."
    },
    {
      "hour": 6,
      "fact_text": "The 1997 Ardabil earthquake in northern Iran, with a magnitude of 6.1, killed around 1,100 people and destroyed numerous villages in minutes. Its devastation spurred renewed attention to rural building standards and the deadly vulnerability of traditional construction in seismic zones.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1997_Ardabil_earthquake",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A quake exposing structural inequality is matched with Afrobeat, a genre born from confronting social realities—turning collective trauma and resistance into intensely rhythmic life-force."
    }
  ],
  "generated_at": "2026-02-28T00:00:00.009894+00:00",
  "date": "2026-02-28",
  "updated_at": "2026-02-28T06:00:01.567071+00:00"
}