{
  "current_hour": 16,
  "current_fact": {
    "hour": 16,
    "fact_text": "In 1699, Holy Roman Emperor Leopold I issued the first Leopoldine Diploma, granting Greek Catholic clergy in Transylvania the same privileges as Roman Catholic priests. This document quietly reshaped religious balance in a frontier region between empires.",
    "fact_year": 1699,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Greek_Catholic_Church",
    "episode": {
      "id": 44,
      "title": "Morning Drops #38 - History of Flamenco",
      "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
      "songs": [
        "La Niña de los Peines - Al Gurugú",
        "Lola Flores - Pena, penita, pena",
        "Paco de Lucía - Entre dos aguas",
        "Camarón de la Isla - La leyenda del tiempo",
        "Rosalía - Pienso en tu mirá"
      ],
      "music-genres": [
        "Flamenco",
        "Spanish Folk",
        "Nuevo Flamenco"
      ]
    },
    "match_reason": "A nuanced religious and cultural compromise in a borderland mirrors an episode that explores layered cultural histories and hybrid traditions like flamenco."
  },
  "queue": [
    {
      "hour": 17,
      "fact_text": "On 16 February 2021, around 5,000 people gathered in Kherrata, Algeria, to mark the second anniversary of the Hirak protest movement, despite a pandemic pause. The march reignited calls for democracy, proof that a movement can hibernate without disappearing.",
      "fact_year": 2021,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Hirak_(Algeria)",
      "episode": {
        "id": 35,
        "title": "Morning Drops #29 - Berber France Meets Arabic Italy",
        "description": "Yasmin takes us back to her university years, where she met Abdel - an Algerian-French friend with a big heart and endless optimism. Their friendship grew around music, identity, and playful arguments about whether a song was originally Italian or French. Music that exists in both versions, alongside stories of finding a home, boxing training, and car rides filled with music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-berber-france-meets-arabic-italy",
        "songs": [
          "Georges Moustaki - Le Métèque",
          "Georges Brassens - Les Passants",
          "Dalida - Bambino (Guaglione)",
          "Biga*Ranx - My Face"
        ],
        "music-genres": [
          "French Chanson",
          "Italian Pop",
          "Reggae"
        ]
      },
      "match_reason": "An Algerian protest movement resonates with an episode centered on an Algerian-French friend and cross-Mediterranean identity, tying personal stories to wider civic awakening."
    },
    {
      "hour": 18,
      "fact_text": "In 1998, China Airlines Flight 676 crashed into a residential area near Taiwan’s main international airport during a go-around attempt, killing 202 people on board and on the ground. The tragedy spurred changes in cockpit procedures and crew training worldwide.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/China_Airlines_Flight_676",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A complex, tech-linked aviation disaster that led to procedural reforms pairs with an episode examining our relationship to technology, systems, and the need to rethink how we operate."
    },
    {
      "hour": 19,
      "fact_text": "In 1996, the Chicago–Washington Amtrak train Capitol Limited collided with a MARC commuter train at Silver Spring, Maryland, after the commuter train passed a stop signal, killing 11 people. The crash accelerated U.S. efforts to improve train safety systems.",
      "fact_year": 1996,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1996_Maryland_train_collision",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A collision between two trains on the move contrasts sharply with an episode about motion, travel, and flow, inviting listeners to think about how we move through the world more safely and intentionally."
    },
    {
      "hour": 20,
      "fact_text": "The Southern Cross Expedition’s Farthest South record in 1900 didn’t last long, but it proved humans could overwinter and work deep in Antarctica’s darkness. Their hut at Cape Adare still stands as one of the continent’s earliest preserved human structures.",
      "fact_year": 1900,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Farthest_South",
      "episode": {
        "id": 21,
        "title": "Morning Drops #15 - Unfreezing",
        "description": "A short, honest Morning Drop with no grand theme — just four tracks, a bit of voice, and the decision to not wait for the 'right' moment. Room to breathe today.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unfreezing",
        "songs": [
          "Jelisa - Friendly Pressure",
          "Jane Birkin & Serge Gainsbourg - Je t’aime… moi non plus",
          "Feng Suave - Maybe Another Time",
          "Bernard Badie - In Love (DJ Quad's at Night Mix)"
        ],
        "music-genres": [
          "Trip-Hop",
          "French Pop",
          "Indie",
          "Deep House"
        ]
      },
      "match_reason": "An early Antarctic hut slowly unfreezing into history pairs metaphorically with an episode called \"Unfreezing,\" about thawing out from perfectionism and simply existing."
    },
    {
      "hour": 21,
      "fact_text": "Explorer 9 was essentially a 7-kilogram, reflective balloon that, once inflated in orbit, turned into a visible point of light in the night sky. By tracking its subtle orbital decay, scientists could measure how Earth’s upper atmosphere breathes and changes.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Explorers_Program",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A tiny, bright satellite circling Earth connects to an episode about voyaging through space and sound, with tracks like \"Breathe\" and \"world in my eyes\" evoking orbital perspective."
    },
    {
      "hour": 22,
      "fact_text": "The Altmark incident in 1940 wasn’t just a rescue; it was carried out in the neutral waters of Norway, sparking diplomatic outrage. Yet for the freed sailors, it turned a hidden captivity into a sudden return to the open sea.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/German_tanker_Altmark",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A dramatic boarding of a German ship in fjords, and prisoners returning to the sea, fits thematically with an easygoing but sea-focused episode set literally on a boat with Germans."
    },
    {
      "hour": 23,
      "fact_text": "The Great Sheffield Gale of 1962 ripped entire chimneys from houses, leaving some streets looking bombed-out despite no war. For days afterward, residents navigated a surreal landscape of dangling slates and toppled bricks under unusually clear winter skies.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Sheffield",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "Returning to Sheffield at day’s end, the storm’s physical scars add another chapter to the same city explored musically in \"Steel City,\" showing its resilience beyond sound."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1900, the Southern Cross Expedition led by Carsten Borchgrevink became the first to land on Antarctica’s Great Ice Barrier, pushing human presence to a new “Farthest South” at 78°50′S. The team overwintered on the ice, gathering some of the first scientific data from the continent’s brutal interior.",
      "fact_year": 1900,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Southern_Cross_Expedition",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Polar exploration and icy seascapes mirror the Arctic ocean setting and cinematic, cold-light atmosphere of the orca-diving episode."
    },
    {
      "hour": 1,
      "fact_text": "On 16 February 1961, NASA launched Explorer 9, a lightweight, reflective balloon satellite designed to study atmospheric density. The shiny sphere silently orbited Earth, letting scientists track how the upper atmosphere tugs on objects in space.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Explorer_9",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A satellite drifting in near-Earth space aligns with the episode’s theme of cosmic emptiness as creative space and its light, forward-moving energy."
    },
    {
      "hour": 2,
      "fact_text": "In 1960, the U.S. Navy submarine USS Triton slipped beneath the waves for Operation Sandblast, the first fully submerged circumnavigation of the planet. Over 60 days, the crew traced Magellan’s route entirely underwater, testing Cold War endurance and navigation technologies.",
      "fact_year": 1960,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Operation_Sandblast",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A submarine circling the globe underwater resonates with the episode’s metaphor of immersion and its fluid, water-like musical flow."
    },
    {
      "hour": 3,
      "fact_text": "In 1899, Iceland founded its first football club, Knattspyrnufélag Reykjavíkur, bringing organized sport to a windswept, sparsely populated island. The club became a focal point for community, resilience, and play in a harsh North Atlantic environment.",
      "fact_year": 1899,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Knattspyrnuf%C3%A9lag_Reykjav%C3%ADkur",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A coastal island club built around team spirit and weathering elements matches the seafaring camaraderie and wind-swept, communal feel of a week on a boat."
    },
    {
      "hour": 4,
      "fact_text": "On this day in 1940, British sailors boarded the German tanker Altmark in a Norwegian fjord, freeing 299 prisoners of war held in its dark hold. The Altmark incident was a rare close-quarters sea raid that boosted morale in the early, uncertain months of World War II.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Altmark_incident",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A sudden, daring boarding action and the snap of liberation pairs with the episode’s high-voltage rock and the idea of a shock that changes the course of events."
    },
    {
      "hour": 5,
      "fact_text": "In 1962, the Great Sheffield Gale tore through northern England, shredding roofs and smashing windows across 150,000 homes in Sheffield alone. The storm briefly turned an industrial city of steel into a landscape of broken glass and twisted metal.",
      "fact_year": 1962,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Great_Sheffield_Gale",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "The storm that scarred Sheffield’s history fits perfectly with an episode dedicated to the city’s music and identity, showing another edge of the same Steel City story."
    },
    {
      "hour": 6,
      "fact_text": "In 1934, the self-governing Dominion of Newfoundland surrendered its autonomy, replacing elected rule with a London-appointed Commission of Government. The decision turned an entire country into a political experiment in guardianship during the Great Depression.",
      "fact_year": 1934,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Newfoundland_Commission_of_Government",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "The end of self-rule and a long political downturn aligns with an episode about weathering storms, transitions, and eventually seeing the rain stop."
    },
    {
      "hour": 7,
      "fact_text": "On 16 February 1866, Spencer Compton Cavendish, Marquess of Hartington, became Britain’s Secretary of State for War. He stepped into the role as the empire balanced Victorian expansion with the harsh lessons of recent conflicts.",
      "fact_year": 1866,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Secretary_of_State_for_War",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A formal 19th-century war office contrasts with modern, guitar-wielding resistance; the loud, rebellious rock energy serves as a counterpoint to hierarchical military power."
    },
    {
      "hour": 8,
      "fact_text": "In 2006, the United States Army officially decommissioned its last Mobile Army Surgical Hospital (MASH), retiring a concept born in the Korean War. These units had brought operating rooms close to the front lines, dramatically improving survival for wounded soldiers.",
      "fact_year": 2006,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mobile_Army_Surgical_Hospital",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "The evolution and eventual retirement of MASH units reflects decades of learning from medical practice and war, paralleling the episode’s focus on learning, adaptation, and progress over time."
    },
    {
      "hour": 9,
      "fact_text": "On this date in 2005, the Kyoto Protocol came into force, binding industrialized nations to reduce greenhouse gas emissions. It marked the first major global attempt to legally confront climate change, even as debates raged about responsibility and fairness.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kyoto_Protocol",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A global climate treaty aiming to cool and slow the planet’s warming fits neatly with an episode literally titled \"Slow Planet\" and its gentle, environmentally-tinged calm."
    },
    {
      "hour": 10,
      "fact_text": "In 1986, China Airlines Flight 2265 crashed into the Pacific Ocean near Penghu Airport in Taiwan, killing all 13 people on board. The incident highlighted how treacherous low-visibility night operations over water can be.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/China_Airlines_Flight_2265",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help. The musical selection mirrors this path of recovery, moving from the uncertainty of change to the steady rhythm of healing.\n\nMood: Reflective, Resilient, Grounded\nMusic genre: Indie Pop, Cinematic, World, Soul\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A tragic accident invites sombre remembrance and processing, which fits the episode’s reflective tone about injury, vulnerability, and slow healing."
    },
    {
      "hour": 11,
      "fact_text": "Also in 1942, a German submarine attacked oil facilities on the Caribbean island of Aruba, firing the first World War II German shots at a land target in the Americas. The brief shelling underscored how even distant tropical shores were drawn into a global conflict.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Attack_on_Aruba",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "The attack on a sunny Caribbean oil island contrasts war with tropical coasts, echoing this episode’s balearic warmth and travel-induced perspective shifts."
    },
    {
      "hour": 12,
      "fact_text": "In 1804, during the First Barbary War, American officer Stephen Decatur led a daring nighttime raid into Tripoli’s harbor to burn the captured frigate USS Philadelphia. British Admiral Nelson later called it \"the most bold and daring act of the age.\"",
      "fact_year": 1804,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/First_Barbary_War",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A legendary naval raid in the Mediterranean connects with an episode featuring \"Ma come fanno i marinai\" (How do sailors do it) and seafaring, landscape-rich storytelling."
    },
    {
      "hour": 13,
      "fact_text": "On this day in 1986, the Soviet cruise liner MS Mikhail Lermontov struck rocks in New Zealand’s Marlborough Sounds and sank, becoming one of the country’s most famous modern shipwrecks. Miraculously, nearly all passengers survived, and the wreck is now a ghostly dive site.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/MS_Mikhail_Lermontov",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A modern shipwreck turned eerie underwater monument naturally pairs with a trip-hop set that includes \"Underwater Love\" and cinematic, submerged atmospheres."
    },
    {
      "hour": 14,
      "fact_text": "In 1968, Civil Air Transport Flight 010 crashed near Taipei’s Songshan Airport, killing 21 passengers and one person on the ground. The accident unfolded in low cloud, reminding aviation planners how unforgiving marginal conditions can be.",
      "fact_year": 1968,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Civil_Air_Transport_Flight_10",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A Taiwanese air disaster near Songshan connects regionally and atmospherically with an Asian travel-and-training episode steeped in Southeast Asian skies and motion."
    },
    {
      "hour": 15,
      "fact_text": "Also in 1942, the Greek People's Liberation Army (ELAS) was founded in occupied Athens, becoming the largest resistance force against Axis rule in Greece. Its fighters used mountains, villages, and secret networks as weapons against a much stronger occupier.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/ELAS",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A Greek resistance army born in occupied Athens fits with a Mediterranean-focused episode that sails sonically through Greek shores and regional resilience."
    },
    {
      "hour": 16,
      "fact_text": "In 1699, Holy Roman Emperor Leopold I issued the first Leopoldine Diploma, granting Greek Catholic clergy in Transylvania the same privileges as Roman Catholic priests. This document quietly reshaped religious balance in a frontier region between empires.",
      "fact_year": 1699,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Greek_Catholic_Church",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A nuanced religious and cultural compromise in a borderland mirrors an episode that explores layered cultural histories and hybrid traditions like flamenco."
    }
  ],
  "generated_at": "2026-02-16T00:00:00.012082+00:00",
  "date": "2026-02-16",
  "updated_at": "2026-02-16T16:00:01.894486+00:00"
}