{
  "current_hour": 9,
  "current_fact": {
    "hour": 9,
    "fact_text": "Also on 14 February 1945, Yugoslav Partisans liberated the city of Mostar from Axis control. The victory reclaimed a crossroads city whose iconic stone bridge had long symbolized connection between cultures—an image later echoed when the bridge was rebuilt after a different war.",
    "fact_year": 1945,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mostar",
    "episode": {
      "id": 17,
      "title": "Morning Drops #11 - Mediterranean Boat",
      "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
      "songs": [
        "Arleta - Bar To Navagio",
        "Baba Zula - Tavla",
        "Mylène Farmer - Désenchantée",
        "Fabrizio De André - Crêuza de mä"
      ],
      "music-genres": [
        "Greek Folk",
        "Turkish Psychedelic",
        "French Pop",
        "Italian Singer-Songwriter"
      ]
    },
    "match_reason": "Mostar sits in the broader Mediterranean cultural sphere, and its story of bridges and shared space aligns with an episode sailing across Mediterranean coasts and cultures."
  },
  "queue": [
    {
      "hour": 10,
      "fact_text": "On 14 February 1939, the German Kriegsmarine launched the battleship Bismarck, a floating fortress designed to dominate the North Atlantic. Though it sailed for only one mission before being sunk, its brief career left such an imprint that its name became shorthand for massive, intimidating warships.",
      "fact_year": 1939,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/German_battleship_Bismarck",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The Bismarck was a thunderous symbol of industrial power, mirrored by this high-voltage rock and blues set that hits like heavy artillery in sound form."
    },
    {
      "hour": 11,
      "fact_text": "On 14 February 1945, Allied bombers began the firebombing of Dresden, unleashing a storm of incendiaries that turned the baroque city into a sea of flames. The attack remains one of the most controversial raids of the war, raising enduring questions about destruction, memory, and the cost of total war.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Dresden",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "The devastation of a historic city invites reflection on how places shape us; this episode’s gentle travel-meditation theme offers a contemplative lens on landscapes marked by history."
    },
    {
      "hour": 12,
      "fact_text": "On 14 February 1943, General Hans-Jürgen von Arnim’s Fifth Panzer Army launched a counterattack in Tunisia, hoping to push Allied forces back into the sea. In the swirling desert campaign that followed, supply lines, sandstorms, and tank duels turned North Africa into a chessboard of moving steel.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tunisian_campaign",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A tank offensive in North African deserts contrasts with Tuareg desert blues born from the same landscapes, linking wartime terrain to music of memory, exile, and survival."
    },
    {
      "hour": 13,
      "fact_text": "On 14 February 1797, off Cape St. Vincent near Portugal, Admiral John Jervis and a bold young captain named Horatio Nelson led the Royal Navy to victory over a larger Spanish fleet. Nelson famously disobeyed orders to seize the initiative, helping to cement the aggressive, risk-taking reputation that made him a naval legend.",
      "fact_year": 1797,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Cape_St._Vincent_(1797)",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A daring naval battle led by British sailors pairs playfully with an episode featuring 'Ma come fanno i marinai' (How do sailors do it), tying seafaring courage to music about life at sea and in the mountains."
    },
    {
      "hour": 14,
      "fact_text": "On 14 February 1778, a French admiral off the coast of France became the first foreign commander to formally recognize the flag of the newly declared United States. He ordered a nine-gun salute to USS Ranger, signaling to the world that the \"Stars and Stripes\" now sailed as the emblem of a sovereign nation.",
      "fact_year": 1778,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Flag_of_the_United_States",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A new flag receiving its first salute marks the birth of a national legacy, matching an episode themed around 'timeless legacy' and enduring classics."
    },
    {
      "hour": 15,
      "fact_text": "On 14 February 1779, in the backcountry of Georgia, Patriot militia fought Loyalist forces at the Battle of Kettle Creek. Though small, the surprise victory boosted American morale and disrupted British influence among frontier communities during the Revolutionary War.",
      "fact_year": 1779,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Kettle_Creek",
      "episode": {
        "id": 36,
        "title": "Morning Drops #30 - Star Treatment",
        "description": "A celebration of change and transformation. Gaia traces the evolution of Arctic Monkeys - from raw energy to cinematic sound - reflecting on how artists, and all of us, grow and change through time. A journey through courage, curiosity, and the beauty of slowing down.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-star-treatment",
        "songs": [
          "Arctic Monkeys - Brainstorm",
          "Arctic Monkeys - Pretty Visitors",
          "Arctic Monkeys - Star Treatment",
          "Arctic Monkeys - There’d Better Be a Mirrorball"
        ],
        "music-genres": [
          "Indie Rock",
          "Psychedelic Rock",
          "Lounge Pop"
        ]
      },
      "match_reason": "A small, unconventional victory that helped shift momentum parallels an episode about transformation and unexpected turning points in a band's journey."
    },
    {
      "hour": 16,
      "fact_text": "On that same day—14 February 1779—explorer James Cook was killed by Native Hawaiians at Kealakekua Bay after a series of escalating misunderstandings. The encounter exposed the fragile line between curiosity and intrusion, as radically different worldviews met on a volcanic shore.",
      "fact_year": 1779,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Death_of_James_Cook",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "Cook’s death in the Pacific highlights cultural collision and the ethics of travel; this Southeast Asia–set episode about training, respect, and local soundscapes offers a modern, mindful counterpoint to earlier colonial journeys."
    },
    {
      "hour": 17,
      "fact_text": "On 14 February 1530, Spanish conquistador Nuño de Guzmán overthrew and executed Tangaxuan II, the last independent ruler of the Tarascan (Purépecha) state in central Mexico. Unlike some other Indigenous empires, the Tarascan realm had resisted the Aztecs for centuries, only to fall swiftly to European steel, disease, and political manipulation.",
      "fact_year": 1530,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tangaxuan_II",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "The violent reach of Spanish conquest in Mexico is balanced by an episode exploring Spain’s own hybrid musical heritage, hinting at how cultures collide, wound, and later create something new."
    },
    {
      "hour": 18,
      "fact_text": "On 14 February 1998, near Yaoundé in Cameroon, an oil-tanker train collided with a freight train and spilled fuel along the tracks. As people gathered to collect the leaking fuel, a spark ignited a massive explosion and fireball that killed around 120 people, turning a desperate act of scavenging into disaster.",
      "fact_year": 1998,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yaound%C3%A9",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A tragic event in Central Africa rooted in inequality is paired with an Afrobeat history episode, highlighting how African music often carries stories of struggle, injustice, and resilience."
    },
    {
      "hour": 19,
      "fact_text": "On 14 February 2003, UN weapons inspector Hans Blix reported to the UN Security Council that his teams had found no evidence of active weapons of mass destruction programs in Iraq. His cautious words briefly slowed the momentum toward war, but were soon overshadowed by decisions that reshaped global politics.",
      "fact_year": 2003,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Iraq_disarmament_crisis",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "Blix’s report challenged the narrative 'box' used to justify war; this episode’s theme of unboxing and critical self-reflection resonates with questioning imposed stories and labels."
    },
    {
      "hour": 20,
      "fact_text": "On 14 February 1945, as the war neared its end, the Royal Air Force and the U.S. Army Air Forces began their joint firebombing campaign against Dresden, unleashing one of the most intense urban infernos in history. The raid flattened much of the city and has since haunted artists, writers, and historians as a symbol of war’s moral grey zones.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Dresden",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "The fiery skies over Dresden are contrasted with an episode steeped in cold Arctic light and reflective calm, inviting listeners to shift from destruction in the air to awe beneath the water."
    },
    {
      "hour": 21,
      "fact_text": "On 14 February 2000, the asteroid 433 Eros officially gained its first artificial moon—NEAR Shoemaker—when the probe slipped into orbit and began mapping it in detail. The mission revealed that Eros is a rubble-pile world, a loosely bound collection of rocks and dust, challenging earlier ideas of asteroids as solid monoliths.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/433_Eros",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "An asteroid becoming a destination for explorers fits with a 'Destination Sedna' voyage through spacey, exploratory tracks, both turning small rocky worlds into stages for big journeys."
    },
    {
      "hour": 22,
      "fact_text": "On 14 February 2000, when NEAR Shoemaker settled into orbit, scientists began to \"read\" Eros’s craters, grooves, and boulder fields like a story written in rock. Each impact scar preserved part of an ancient timeline stretching back billions of years, revealing how solar system debris evolves over cosmic time.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NEAR_Shoemaker",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "Interpreting Eros’s surface as a record of impacts mirrors the episode’s theme of learning over time—mistakes, scars, and repeated hits becoming a kind of cosmic curriculum."
    },
    {
      "hour": 23,
      "fact_text": "On 14 February 1990, when Voyager 1 took the \"Pale Blue Dot\" image, it also completed a \"family portrait\" of the Solar System, snapping distant views of six planets. For the first time, humanity had a group photo of its entire planetary neighborhood, taken by a machine on the edge of interstellar space.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Voyager_1",
      "episode": {
        "id": 3,
        "title": "Sedna FM #03 - Beautiful as You Feel",
        "description": "An episode about self-acceptance and inner beauty. Music that reminds us we are beautiful as we feel, embracing our authentic selves. Warm, uplifting sounds that celebrate individuality.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/beautiful-as-you-feel",
        "songs": [
          "Radiohead - Lotus Flower",
          "Andrea Lazslo de Simone - Vivo",
          "The The - this is the day",
          "Steve Monite - Only You",
          "DCTL - Deep Tannin f(eat Rafael Leafar)",
          "Soufiane Sa3idi - El Njoum",
          "Area - La mela di odessa",
          "Carol King - Beautiful",
          "Mannarino - Vivere la vita"
        ],
        "music-genres": [
          "Alternative Rock",
          "Italian Singer-Songwriter",
          "New Wave",
          "Afro-Funk",
          "Maghreb",
          "Progressive Rock"
        ]
      },
      "match_reason": "A family portrait of planets taken from the edge of darkness echoes the episode’s message that beauty is about perspective and feeling—our tiny world included."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 14 February 1990, as Voyager 1 was leaving the Solar System, it turned its camera back toward home and captured the photograph later known as the \"Pale Blue Dot.\" From a distance of about 6 billion kilometers, Earth appears as a tiny speck suspended in a beam of scattered sunlight, reshaping how humanity imagined its place in the cosmos.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pale_Blue_Dot",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A cosmic, perspective-shifting photograph pairs with an episode about reimagining 'emptiness' as creative space, both inviting listeners to see vastness differently."
    },
    {
      "hour": 1,
      "fact_text": "On 14 February 2000, NASA's NEAR Shoemaker probe became the first spacecraft ever to orbit an asteroid when it slipped into orbit around 433 Eros. For a year it mapped this oddly shaped rock in exquisite detail, revealing boulder fields, craters, and clues to the early Solar System.",
      "fact_year": 2000,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/NEAR_Shoemaker",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "The slow approach and orbital dance around Eros mirrors the episode’s gradual crescendo from ambient space to rhythmic motion, like a spacecraft spiraling into a new world."
    },
    {
      "hour": 2,
      "fact_text": "On 14 February 1961, scientists at the University of California, Berkeley announced the first synthesis of element 103, later named lawrencium. This fleeting, highly radioactive atom exists only for fractions of a second, yet its creation marked humanity’s growing ability to forge entirely new pieces of the periodic table.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Lawrencium",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Creating a synthetic element and inventing trip-hop both push boundaries of established 'tables'—chemistry and genre—making this a good fit for an experimental, hybrid soundscape."
    },
    {
      "hour": 3,
      "fact_text": "On 14 February 1855, Texas was finally linked to the rest of the United States by telegraph, thanks to a new line between New Orleans and Marshall. Messages that once took weeks by horseback could now flash across hundreds of kilometers in minutes, shrinking the young nation overnight.",
      "fact_year": 1855,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Telegraphy",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The birth of a long-distance communication network parallels Sedna FM’s own 'first connection' episode, both marking the start of voices traveling quickly across vast distances."
    },
    {
      "hour": 4,
      "fact_text": "On 14 February 1924, a company with the unwieldy name Computing-Tabulating-Recording Company rebranded itself as International Business Machines—IBM. That new name quietly heralded a century in which punch-card tabulators would evolve into mainframes, PCs, and the digital world we now live inside.",
      "fact_year": 1924,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/IBM",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "IBM’s renaming marks an early milestone in our digital dependence, which this episode interrogates through music about the internet, computers, and our tech-saturated minds."
    },
    {
      "hour": 5,
      "fact_text": "On 14 February 1918, Soviet Russia officially adopted the Gregorian calendar, abruptly jumping the date from January 31 to February 14. Eleven days vanished on paper, turning timekeeping itself into a revolutionary act and briefly leaving citizens unsure which day it actually was.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gregorian_calendar",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A sudden jump in the calendar and the idea of slowing the planet both play with our sense of time, making this reflective, unhurried episode a fitting counterpoint to a radical 'time edit.'"
    },
    {
      "hour": 6,
      "fact_text": "On 14 February 1912, the U.S. Navy commissioned its first class of diesel-powered submarines, the E-class. These boats could travel farther and run more safely than their gasoline predecessors, helping submarines evolve from experimental craft into serious instruments of undersea warfare.",
      "fact_year": 1912,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_States_E-class_submarine",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "Submarines pioneering long journeys beneath the waves resonate with an episode about immersion, depth, and moving through water-like musical currents."
    },
    {
      "hour": 7,
      "fact_text": "On 14 February 1944, in the tropical waters of the Strait of Malacca, a Royal Navy submarine engaged and sank an Italian submarine under German control. This obscure underwater duel showed how far the Second World War had spread, with silent battles unfolding beneath distant seas.",
      "fact_year": 1944,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Action_of_14_February_1944",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A wartime submarine encounter near Malacca and a peaceful sailing trip with German friends both unfold at sea with German connections, offering a poetic contrast between conflict and camaraderie on the water."
    },
    {
      "hour": 8,
      "fact_text": "On 14 February 1945, a navigational mistake during World War II led U.S. B-17 bombers to accidentally drop their payload on Prague instead of their intended German targets. The error killed hundreds of civilians and scarred a city whose famous spires and bridges were never meant to be in the crosshairs.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bombing_of_Prague",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A tragic 'storm' of bombs caused by human error is paired with an episode about weathering difficult seasons and moving toward hope after dark clouds."
    },
    {
      "hour": 9,
      "fact_text": "Also on 14 February 1945, Yugoslav Partisans liberated the city of Mostar from Axis control. The victory reclaimed a crossroads city whose iconic stone bridge had long symbolized connection between cultures—an image later echoed when the bridge was rebuilt after a different war.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mostar",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Mostar sits in the broader Mediterranean cultural sphere, and its story of bridges and shared space aligns with an episode sailing across Mediterranean coasts and cultures."
    }
  ],
  "generated_at": "2026-02-14T00:00:00.010808+00:00",
  "date": "2026-02-14",
  "updated_at": "2026-02-14T09:00:01.866743+00:00"
}