{
  "current_hour": 1,
  "current_fact": {
    "hour": 1,
    "fact_text": "On 21 February 1958, British designer Gerald Holtom finished the symbol that would become globally known as the peace sign. Its shape encodes the semaphore letters N and D for “nuclear disarmament”, with the circle representing the world—a graphic born from protest that quietly became a universal language of hope.",
    "fact_year": 1958,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Peace_symbols",
    "episode": {
      "id": 1,
      "title": "Sedna FM #01 - November Bomb",
      "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
      "songs": [
        "berlioz - Open this wall",
        "Nas - One Mic",
        "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
        "Frankie Knuckles - Your Love",
        "Notorious B.I.G. - 17 Ten Crack Commandments",
        "Liloca - Utani Xuva",
        "Fela Kuti - Zombie",
        "Neffa - Aspettando il sole",
        "Childish Gambino - No Excuses",
        "Modjo - Music takes you back"
      ],
      "music-genres": [
        "Hip-Hop",
        "Afrobeat",
        "House",
        "Italian Pop",
        "R&B",
        "Latin Rap"
      ]
    },
    "match_reason": "The birth of an anti‑nuclear, anti‑war symbol aligns with a foundational episode full of socially conscious hip‑hop and Afrobeat, genres often used to protest injustice and imagine peace."
  },
  "queue": [
    {
      "hour": 2,
      "fact_text": "On 21 February 1947, inventor Edwin H. Land stunned an audience in New York by demonstrating the first Polaroid Land Camera, which could produce a finished photograph in under a minute. His idea came from his young daughter asking why she couldn’t see a photo right away—a child’s question that compressed darkroom magic into something almost instant.",
      "fact_year": 1947,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Instant_camera",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "The instant camera was an early ancestor of our 'instant image' culture, making a thoughtful pair with an episode about our complex relationship to always‑on, image‑driven technology."
    },
    {
      "hour": 3,
      "fact_text": "On 21 February 1995, adventurer Steve Fossett completed the first solo hot‑air balloon flight across the Pacific Ocean, drifting from South Korea to a frozen field near Leader, Saskatchewan. Alone in a small capsule under a thin envelope of heated air, he rode jet streams for over 9,600 kilometers, turning the sky itself into a slow, fragile highway.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Steve_Fossett",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A solitary balloon voyage across an ocean resonates with an episode recorded at sea, both turning long stretches of water and sky into spaces for endurance, movement, and quiet wonder."
    },
    {
      "hour": 4,
      "fact_text": "On 21 February 1945, the Brazilian Expeditionary Force finally captured Monte Castello in Italy after several failed attempts in snow and fog. It was a rare moment when South American troops fought and died on European soil, leaving a little‑known Brazilian imprint on the mountainous Italian landscape of World War II.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Monte_Castello",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A hard‑won WWII battle on Italian mountains pairs with an episode steeped in Italian landscapes and high altitudes, transforming those peaks from sites of conflict into spaces of memory and music."
    },
    {
      "hour": 5,
      "fact_text": "On 21 February 2022, days before Russia’s full‑scale invasion, Vladimir Putin declared the self‑proclaimed Luhansk and Donetsk republics independent from Ukraine and ordered troops into the region. It was a televised speech that tried to rewrite borders and history in real time, while the world watched a new phase of an old conflict take shape.",
      "fact_year": 2022,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Prelude_to_the_2022_Russian_invasion_of_Ukraine",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A tense geopolitical move about borders and territory is counterbalanced by an episode that reframes movement and crossing borders as a meditative, humanizing act rather than a militarized one."
    },
    {
      "hour": 6,
      "fact_text": "On 21 February 1945, during the Battle of Iwo Jima, Japanese kamikaze pilots sank the escort carrier USS Bismarck Sea and badly damaged the USS Saratoga. These deliberate one‑way missions were a grim fusion of technology and human sacrifice, turning aircraft into guided weapons flown by young men who did not plan to return.",
      "fact_year": 1945,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Kamikaze",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The lethal 'shock' of kamikaze strikes echoes in the episode’s theme of raw electric power, using high‑voltage rock to mirror the intensity of air combat and the thin line between control and catastrophe."
    },
    {
      "hour": 7,
      "fact_text": "On 21 February 1937, the League of Nations voted to ban foreign volunteers from fighting in the Spanish Civil War. The decision was meant to limit escalation, but in practice it tried to stem the flow of idealists from dozens of countries who saw Spain as the frontline between rising fascism and fragile democracy.",
      "fact_year": 1937,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spanish_Civil_War",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A political attempt to seal Spain off from foreign fighters pairs with an episode that opens Spain back up through its music, tracing cultural resilience born from the same soil once torn by civil war."
    },
    {
      "hour": 8,
      "fact_text": "On 21 February 1929, warlord Zhang Zongchang led 24,000 rebels in northeastern Shandong, only to be defeated by a Nationalist force less than a third of that size at Zhifu. The clash was part of China’s chaotic Warlord Era, when maps were less about borders and more about which local strongman controlled the nearest railway or city gate.",
      "fact_year": 1929,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Warlord_Rebellion_in_northeastern_Shandong",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A fractured China of shifting territories contrasts with a modern, freeform hitchhiking trip across Central Europe; both are about moving through contested spaces, but one with armies and the other with backpacks."
    },
    {
      "hour": 9,
      "fact_text": "On 21 February 1973, Israeli fighter jets shot down Libyan Arab Airlines Flight 114 after the airliner strayed over the Sinai Peninsula in bad weather and navigational confusion, killing 108 people. It’s a stark reminder that in tense airspace, a few wrong signals and misread coordinates can turn civilian travel into a battlefield in minutes.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Libyan_Arab_Airlines_Flight_114",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A tragic story of rushed decisions and lethal airspace tension is paired with an episode that advocates slowing down and breathing, offering a sonic counter‑proposal to a world where mistakes escalate too fast."
    },
    {
      "hour": 10,
      "fact_text": "On 21 February 1918, the last known Carolina parakeet—a bright green parrot once common in the eastern United States—died in the Cincinnati Zoo. Within a century, a noisy, fruit‑loving flock that had painted North American forests in neon colors vanished completely, largely due to habitat loss and hunting.",
      "fact_year": 1918,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Carolina_parakeet",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "An extinction story born from human impact on wildlife pairs with an episode dedicated to intimate encounters with wild marine animals, honoring the species we still have and the ones we’ve already lost."
    },
    {
      "hour": 11,
      "fact_text": "On 21 February 1848, a slim pamphlet titled *The Communist Manifesto* was published in London, arguing that history was a struggle between classes and ending with the famous call, “Workers of the world, unite!” Originally printed in German for a small radical circle, its ideas would echo across revolutions and political movements for generations.",
      "fact_year": 1848,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/The_Communist_Manifesto",
      "episode": {
        "id": 14,
        "title": "Morning Drops #08 - (un)Boxing",
        "description": "An episode about breaking free from expectations and labels. Music that helps us unbox ourselves and embrace who we truly are.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-unboxing",
        "songs": [
          "Kendrick Lamar - Feel",
          "Kendrick Lamar - The Blacker the Berry",
          "Kendrick Lamar - Mirror"
        ],
        "music-genres": [
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A text that tried to unbox society from existing power structures aligns with an episode about breaking out of labels, with conscious rap continuing the tradition of questioning systems and hierarchies."
    },
    {
      "hour": 12,
      "fact_text": "On 21 February 2013, twin bomb blasts ripped through a busy market area in Hyderabad, India, killing at least 17 people and injuring over a hundred. The attacks struck in the early evening, turning a familiar urban rhythm of snacks, errands, and chatter into a scene of panic within seconds.",
      "fact_year": 2013,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2013_Hyderabad_blasts",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "An episode focused on resilience, long‑term growth, and the brain’s ability to adapt contrasts with the senseless destruction of a bombing, offering curiosity and learning as a quiet, constructive counterforce."
    },
    {
      "hour": 13,
      "fact_text": "On 21 February 1994, CIA officer Aldrich Ames was arrested in a Virginia suburb after years of selling secrets to the Soviet Union and Russia. For less than US$3 million, he betrayed the identities of numerous U.S. agents, causing some to be executed and earning a place among the most damaging spies in American history.",
      "fact_year": 1994,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Aldrich_Ames",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A double agent living a meticulously maintained second life mirrors an episode about alter egos and split identities, though here the 'parallel self' plays out in espionage rather than art."
    },
    {
      "hour": 14,
      "fact_text": "On 21 February 1972, U.S. President Richard Nixon landed in Beijing, becoming the first sitting American president to visit the People’s Republic of China. His week‑long trip, carefully choreographed with symbolism and photo opportunities, helped end decades of silence between two global powers who had barely spoken since 1949.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/China%E2%80%93United_States_relations",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "A high‑stakes diplomatic visit that changes how nations relate aligns with an episode about travel, meetings, and city energy, both showing how physical presence can reset relationships and narratives."
    },
    {
      "hour": 15,
      "fact_text": "On 21 February 1896, the World Heavyweight boxing title was decided in a makeshift ring near Ciudad Juárez, technically on Mexican soil to skirt U.S. restrictions. Bob Fitzsimmons, an Englishman raised in Australia, knocked out Irishman Peter Maher in under two minutes, turning a dusty border location into the world’s temporary boxing capital.",
      "fact_year": 1896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bob_Fitzsimmons_vs._Peter_Maher",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "A historic heavyweight showdown in a liminal border space resonates with an episode grounded in boxing and martial arts, both celebrating fight disciplines and the global routes they travel."
    },
    {
      "hour": 16,
      "fact_text": "On 21 February 1862, Union and Confederate forces clashed near Fort Craig in the New Mexico Territory at the Battle of Valverde. It was part of the often‑overlooked New Mexico Campaign, where the Civil War briefly spilled into desert mesas and river crossings far from the better‑known eastern battlefields.",
      "fact_year": 1862,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Valverde",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "An arid, under‑told Civil War battle in the Southwest finds a sonic twin in an episode about desert cultures and survival, shifting the desert from a backdrop for armies to a living home for resilient music."
    },
    {
      "hour": 17,
      "fact_text": "On 21 February 1828, the first issue of the *Cherokee Phoenix* rolled off the press, becoming the first newspaper printed in a Native American language. It used the newly invented Cherokee syllabary created by Sequoyah, turning an oral tradition into a printed one and linking Indigenous news, politics, and poetry in a single bilingual publication.",
      "fact_year": 1828,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Cherokee_Phoenix",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A pioneering Indigenous newspaper that amplified local voices parallels an episode that ferries listeners across coastal cultures, both using language and sound to give place‑based communities a stage."
    },
    {
      "hour": 18,
      "fact_text": "On 21 February 1808, Russian troops crossed into Sweden near Abborfors without a formal declaration of war, beginning the Finnish War. Within a year, Sweden would lose Finland, which became an autonomous Grand Duchy under Russia—setting the stage for modern Finnish identity to grow in the space between empires.",
      "fact_year": 1808,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Finnish_War",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "The Finnish War reshaped borders and helped forge a northern national identity; an episode about Scotland’s edges and shifting seasons similarly meditates on how landscape, history, and transition ground a people."
    },
    {
      "hour": 19,
      "fact_text": "On 21 February 1613, a teenage Mikhail Romanov was elected Tsar by the Zemsky Sobor, ending Russia’s Time of Troubles and founding a dynasty that would rule for over 300 years. He initially wanted to refuse the crown, and legend says delegates had to track him down at a remote monastery to press the throne into his reluctant hands.",
      "fact_year": 1613,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Michael_of_Russia",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A reluctant young ruler ending a dark, chaotic period and beginning a long new chapter mirrors an episode about emerging from storms and embracing slow, hopeful transitions into something more stable."
    },
    {
      "hour": 20,
      "fact_text": "Beyond today’s list, music history also tags 21 February as the birthday of Nina Simone (born 1933), the classically trained pianist who fused jazz, soul, and protest into a single, unmistakable voice. She once said, “An artist's duty is to reflect the times,” and her songs became soundtracks to the U.S. Civil Rights Movement.",
      "fact_year": 1933,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Nina_Simone",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "Nina Simone’s fearless, soul‑deep activism sits perfectly inside a tribute to powerful female voices, all of whom carry her legacy of using music to question, comfort, and confront."
    },
    {
      "hour": 21,
      "fact_text": "Another 21 February thread: in 1952, students in Dhaka, then in East Pakistan, were shot and killed while protesting for Bangla to be recognized as an official language. Their sacrifice is why UNESCO later declared 21 February International Mother Language Day, honoring the quiet power of speaking and learning in one’s own tongue.",
      "fact_year": 1952,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Bengali_language_movement",
      "episode": {
        "id": 32,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A movement to defend the right to speak one’s mother tongue aligns with an episode about a rapper who insisted on telling hard truths in his own language and idiom, turning vernacular speech into resistance."
    },
    {
      "hour": 22,
      "fact_text": "On 21 February 1959, the Daytona 500 ran its inaugural race on the new Daytona International Speedway, turning a Florida beach‑town tradition of racing on sand into a high‑banked, high‑speed oval spectacle. A photo finish so close it took three days to declare the winner helped cement NASCAR’s most famous race from its very first lap.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Daytona_500",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "The birth of a legendary car race devoted to speed and motion pairs naturally with a high‑energy 'on the move' mix built for roads, highways, and the feeling of engines (or legs) starting from zero."
    },
    {
      "hour": 23,
      "fact_text": "And one more orbit around 21 February: in 1990, the Voyager 1 spacecraft—already leaving the Solar System—turned its camera back toward home to take the 'Pale Blue Dot' image on Carl Sagan’s suggestion. Earth appears as a tiny speck in a ray of scattered sunlight, a visual whisper reminding us that everything we love sits on a pixel suspended in darkness.",
      "fact_year": 1990,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pale_Blue_Dot",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A spacecraft turning back for a final, cosmic look at Earth matches an evening journey that starts deep and slow and then expands outward, with ambient 'solar wind' and global grooves echoing the vastness around our little dot."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 21 February 1972, the Soviet probe Luna 20 soft-landed on the Moon, drilled into the lunar surface, and later returned about 55 grams of soil to Earth. It touched down in the Apollonius highlands, a geologically interesting region different from the Apollo landing sites, giving scientists a rare peek at the Moon’s more ancient crust.",
      "fact_year": 1972,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Luna_20",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "A lunar sample-return mission literally expands the 'space' of human knowledge, fitting an episode about reimagining emptiness as creative space and shifting perspective."
    },
    {
      "hour": 1,
      "fact_text": "On 21 February 1958, British designer Gerald Holtom finished the symbol that would become globally known as the peace sign. Its shape encodes the semaphore letters N and D for “nuclear disarmament”, with the circle representing the world—a graphic born from protest that quietly became a universal language of hope.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Peace_symbols",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "The birth of an anti‑nuclear, anti‑war symbol aligns with a foundational episode full of socially conscious hip‑hop and Afrobeat, genres often used to protest injustice and imagine peace."
    }
  ],
  "generated_at": "2026-02-21T00:00:00.010806+00:00",
  "date": "2026-02-21",
  "updated_at": "2026-02-21T01:00:01.590300+00:00"
}