{
  "current_hour": 13,
  "current_fact": {
    "hour": 13,
    "fact_text": "On 5 February 1818, Jean‑Baptiste Bernadotte—once a French marshal under Napoleon—ascended the thrones of Sweden and Norway as King Charles XIV John. A former commoner and soldier from southern France, he became the founder of a royal dynasty that still reigns in Sweden today. His journey from revolutionary general to Scandinavian monarch is one of Europe’s most improbable career changes.",
    "fact_year": 1818,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Charles_XIV_John",
    "episode": {
      "id": 34,
      "title": "Morning Drops #28 - Under Scottish Skies",
      "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
      "songs": [
        "Paolo Nutini - Pencil Full of Lead",
        "Lapse - Lady Bug",
        "Joesef - Let's Stay Together",
        "Vital Spark - Stone of Destiny"
      ],
      "music-genres": [
        "Indie Rock",
        "Scottish Folk",
        "Soul",
        "Celtic Rock"
      ]
    },
    "match_reason": "Bernadotte’s transformation from French officer to Nordic king mirrors the episode’s theme of life transitions and shifting identities across European landscapes and skies."
  },
  "queue": [
    {
      "hour": 14,
      "fact_text": "In 1971, Apollo 14’s lunar module Antares touched down on the Moon, making it the third crewed mission to land there. Astronaut Alan Shepard famously sneaked in a couple of golf balls and took a swing in one‑sixth gravity, turning the airless gray plain into an impromptu driving range. The mission blended serious lunar geology with a surreal moment of human play far from Earth.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Apollo_14",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A lunar landing and playful space golf sit perfectly with a ‘Destination Sedna’ voyage episode that opens with Pink Floyd’s spacey “Breathe” and explores cosmic-sounding territories."
    },
    {
      "hour": 15,
      "fact_text": "On Chinese New Year in 756, the rebel general An Lushan declared himself Emperor and founded a rival Yan dynasty during the Tang era. His uprising exploded into one of the deadliest conflicts in human history, reshaping China’s demography, politics, and culture. The moment showcased how a festive turning of the year can also mark a violent turning point in an empire’s fate.",
      "fact_year": 756,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/An_Lushan",
      "episode": {
        "id": 8,
        "title": "Morning Drops #02 - Waves of the Maghreb",
        "description": "Oriental vibes guided by Yasmin. Discovering curious facts about the Maghreb, together with its fascinating music! A wonderful trip with a selection of songs from North Africa.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-waves-of-the-maghreb",
        "songs": [
          "Hedi Jouini - Lamouni",
          "Rachid Taha - Ya Rayah",
          "Nass El Ghiwane - El Madi Fate"
        ],
        "music-genres": [
          "Maghreb",
          "Chaabi",
          "Raï"
        ]
      },
      "match_reason": "An imperial proclamation and cultural upheaval in China resonates with this episode’s focus on deep regional traditions and history across another ‘eastern’ cultural space, the Maghreb."
    },
    {
      "hour": 16,
      "fact_text": "On 5 February 1985, the mayors of Rome and Carthage met in Tunis to ceremonially end the Third Punic War—2,131 years after Rome destroyed Carthage in 146 BC. The symbolic treaty turned one of antiquity’s most brutal rivalries into a modern gesture of friendship. It was history folded back on itself, turning ancient ashes into contemporary reconciliation.",
      "fact_year": 1985,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Third_Punic_War",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "Rome and Carthage reconciling across the Mediterranean fits with an episode sailing musically between Mediterranean shores once connected by conflict and now by culture."
    },
    {
      "hour": 17,
      "fact_text": "In 2004, rebels from the Revolutionary Artibonite Resistance Front captured the city of Gonaïves in Haiti, igniting a rebellion that would topple President Jean‑Bertrand Aristide. The uprising spread rapidly, revealing deep fractures in Haitian society and the lingering shadows of past coups. Once again, a coastal city became the flashpoint for a national reckoning.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2004_Haitian_coup_d%27%C3%A9tat",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A Caribbean rebellion centered on power, inequality, and identity aligns with an episode unpacking reggaeton’s Caribbean roots and its role as a voice for urban and political expression."
    },
    {
      "hour": 18,
      "fact_text": "On 5 February 2008, a violent tornado outbreak tore across the Southern United States during the Super Tuesday primary elections, killing 57 people. While ballots were being cast, supercells carved chaotic paths through towns and countryside, scattering homes and campaign signs alike. It was a collision of two forces—democratic choice and atmospheric fury—playing out on the same evening.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2008_Super_Tuesday_tornado_outbreak",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "The raw power and unpredictability of tornadoes parallel the disciplined channelling of physical force in Muay Thai and boxing explored in this movement-focused episode."
    },
    {
      "hour": 19,
      "fact_text": "In 2016, New Zealand politician Steven Joyce was struck in the face by a flying rubber dildo during a Waitangi Day protest, an absurd moment that instantly went viral. The act was a theatrical jab at political decisions, turning slapstick into pointed dissent. It showed how modern protest can weaponize humor and spectacle as effectively as slogans.",
      "fact_year": 2016,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Waitangi_dildo_incident",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A cheeky, protest-as-spectacle moment targeting a male politician suits an episode centered on bold female rappers challenging power with wit, anger, and attitude."
    },
    {
      "hour": 20,
      "fact_text": "On 5 February 2004, as rebels seized Gonaïves, the latest chapter opened in Haiti’s long history of uprisings, coups, and contested leadership. The 2004 rebellion exposed how unresolved legacies—from dictatorship to foreign intervention—still shaped life in one of the world’s first post‑colonial Black republics. It was another reminder that revolutions don’t end when the history books say they do.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/National_Revolutionary_Front_for_the_Liberation_and_Reconstruction_of_Haiti",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A Haitian rebellion and crisis of leadership syncs with an episode about Residente, whose work is steeped in Latin American resistance, political critique, and post‑colonial identity."
    },
    {
      "hour": 21,
      "fact_text": "On 5 February 1905’s counterpart from your list—the founding of the General Hospital of Mexico—already covered medicine, so we turn instead to a different thread of this date: the Royal Observatory’s time signal. When those six ‘pips’ began, they didn’t just tell time; they knit together ships at sea, far‑flung radio listeners, and railway clocks into a single, invisible heartbeat of Earth. For the first time, you could hear the planet’s schedule in sound.",
      "fact_year": 1924,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Royal_Observatory,_Greenwich",
      "episode": {
        "id": 48,
        "title": "Evening Flows #01 - Yasmin - Crescendo in the Medina",
        "description": "The first Evening Flow episode comes from Yasmin. It starts deep in the medina, slow, mysterious, textured, and grows into a liberating dance across sub-Saharan landscapes. A journey through ambient soundscapes, Arabic melodies, Afro-Latin rhythms, and funky highlife grooves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/evening-flows-party-in-the-medina",
        "songs": [
          "Stive Morgan - Solar Wind, Pt. 3",
          "David Visan & Carlos Campos - Crystal Heart",
          "Evan Mars - Ya Zareef Al Tool",
          "Gerardo Frisina - Cuiabá",
          "Dele Sosimi & Medlar - You No Fit Touch Am (Medlar Remix)",
          "The Busy Twist - Friday Night"
        ],
        "music-genres": [
          "Ambient",
          "Deep House",
          "World Music",
          "Nu Jazz",
          "Afrobeat",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "The idea of the whole world moving to a shared sonic signal fits with an evening mix that slowly ‘ticks’ from ambient stillness to dance, like time building into rhythm across continents."
    },
    {
      "hour": 22,
      "fact_text": "Charlie Chaplin, born in 1889, became one of cinema’s first global superstars, yet he spent much of his life fighting censors, studios, and governments who feared his influence. By co‑founding United Artists, he wasn’t just making comedies; he was carving out a new way for artists to own their stories. Behind the Little Tramp’s wobbling walk was an iron will for creative freedom.",
      "fact_year": 1919,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Charlie_Chaplin",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "Chaplin’s insistence on artistic independence and the launch of something new mirror Sedna FM’s own ‘where it all began’ first episode and its life-soundtrack energy."
    },
    {
      "hour": 23,
      "fact_text": "Pompeii itself, long buried by Vesuvius, spent nearly 17 centuries hidden before excavations began to reveal streets, graffiti, bread in ovens, and even casts of the dead in their final poses. The city is a time capsule of daily life stopped mid‑breath—colourful wall paintings, taverns, gardens, and music spaces frozen under ash. Visiting it is less like entering a ruin, and more like walking into a paused moment in history.",
      "fact_year": 79,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pompeii",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Exploring a submerged, frozen moment in Pompeii’s past resonates with an episode about diving into hidden worlds—Arctic waters, memory, and the slow cinematic uncovering of what lies beneath the surface."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1919, four of early cinema’s biggest stars—Charlie Chaplin, Mary Pickford, Douglas Fairbanks, and D. W. Griffith—decided they were done letting studios call all the shots. They founded United Artists, an audacious experiment that put creative control and ownership directly in the hands of the artists themselves. Their move helped reshape Hollywood’s power balance and inspired generations of independent filmmakers.",
      "fact_year": 1919,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/United_Artists",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "United Artists was about artists reclaiming control over their image and identity, echoing this episode’s exploration of alter-egos and creative self-determination."
    },
    {
      "hour": 1,
      "fact_text": "On 5 February 1924, the Royal Greenwich Observatory began broadcasting a simple, iconic sound: six short beeps at the top of the hour, known as the Greenwich Time Signal. These ‘pips’ turned precise timekeeping into a shared public ritual, coordinating everything from train departures to global radio listeners’ clocks. It’s one of the earliest examples of time itself becoming a broadcast.",
      "fact_year": 1924,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Greenwich_Time_Signal",
      "episode": {
        "id": 9,
        "title": "Morning Drops #03 - Space Shift",
        "description": "Gaia invites you to shift your mindset with a simple yet powerful reflection: What if we saw emptiness not as a void but as space to create? An energising and feel-good selection of tracks, the perfect way to ease into your day and set the tone for the week ahead.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-spaceshift",
        "songs": [
          "Willy J Healey - Woke Up Smiling",
          "The Chemical Brothers - Go",
          "The Strokes - You Only Live Once"
        ],
        "music-genres": [
          "Indie Rock",
          "Electronic",
          "Garage Rock"
        ]
      },
      "match_reason": "An episode about re-framing ‘space’ pairs well with the Greenwich pips, which turned the empty moment between hours into a precise, shared creative space in time."
    },
    {
      "hour": 2,
      "fact_text": "In AD 62, a powerful earthquake struck the thriving Roman city of Pompeii, cracking temples, homes, and amphitheatres long before the famous eruption of Vesuvius. For nearly two decades, the city lived amid scaffolding and repairs, its people adapting to a landscape that wouldn’t stop shifting. Archaeologists see this quake as a haunting prelude: a warning the city didn’t yet know how to read.",
      "fact_year": 62,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/AD_62_Pompeii_earthquake",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A catastrophic yet transitional earthquake connects to an episode about weathering storms and living through long, uneasy periods of change."
    },
    {
      "hour": 3,
      "fact_text": "In 1783, Calabria in southern Italy endured a brutal sequence of five major earthquakes over less than two months. Whole towns were destroyed, hillsides liquefied into ‘earthquake mud’, and even new lakes formed as the ground reshaped itself. The disaster became a grim natural laboratory, prompting some of Europe’s earliest systematic studies of seismic activity and landscape change.",
      "fact_year": 1783,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1783_Calabrian_earthquakes",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "The sudden, jarring energy of repeated earthquakes parallels the high-voltage ‘shock’ mood and explosive guitar work in this rock-focused episode."
    },
    {
      "hour": 4,
      "fact_text": "On 5 February 1869, diggers in Moliagul, Victoria, unearthed the largest alluvial gold nugget ever found, later nicknamed the “Welcome Stranger.” It was so massive—over 70 kilograms before smelting—that it had to be broken on an anvil just to weigh it. The find captured the feverish dream of the gold rush: that unimaginable fortune might be hiding just beneath your boots.",
      "fact_year": 1869,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Welcome_Stranger",
      "episode": {
        "id": 30,
        "title": "Morning Drops #24 - The Rise Of Afrobeat",
        "description": "An exploration of the rise of Afrobeat, tracing its roots and evolution as a genre that blends African rhythms with jazz, funk, and highlife. A celebration of the infectious energy and cultural significance of this influential musical movement.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-rise-of-afrobeat",
        "songs": [
          "E.T. Mensah - Ghana Freedom",
          "I.K. Dairo - Salome",
          "Fela Kuti - Great Kids",
          "Fela Kuti - Expensive Shit"
        ],
        "music-genres": [
          "Highlife",
          "Jùjú",
          "Afrobeat"
        ]
      },
      "match_reason": "A giant gold discovery fits with a musical journey about Afrobeat’s rise—a different kind of hidden treasure, where cultural ‘gold’ is unearthed and shared with the world."
    },
    {
      "hour": 5,
      "fact_text": "In 1901, financier J. P. Morgan stitched together a steel empire by incorporating U.S. Steel, the first billion‑dollar corporation in history. It combined giants like Carnegie Steel into a single industrial colossus that produced more steel than any other company on Earth. The move crystallized a new age where vast corporations, rather than individuals, would shape skylines and economies.",
      "fact_year": 1901,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/U.S._Steel",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A fact about U.S. Steel, the archetypal steel corporation, is naturally paired with an episode themed around ‘Steel City’ and industrial-tinged sounds."
    },
    {
      "hour": 6,
      "fact_text": "When Mexico’s General Hospital of Mexico opened its doors in 1905, it launched with just four core specialties—medicine, surgery, gynecology and obstetrics, and pediatrics. From that modest beginning, it grew into one of Latin America’s most important teaching and research hospitals. The institution helped modernize public healthcare in Mexico, turning medical care into a coordinated, scientific system rather than a scattered patchwork.",
      "fact_year": 1905,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/General_Hospital_of_Mexico",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A pioneering teaching hospital aligns with an episode about learning as a lifelong, scientific and emotional process of growth."
    },
    {
      "hour": 7,
      "fact_text": "On 5 February 1913, Greek aviators Michael Moutoussis and Aristeidis Moraitinis used a Farman MF.7 hydroplane to carry out the first naval air mission in history. Flying over the Ottoman fleet in the Aegean Sea, they scouted enemy positions and even dropped small bombs—primitive but revolutionary. Their flight marked the moment when the sea gained a new, unexpected dimension: the sky above it.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Michael_Moutoussis",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "The first naval air mission—planes over ships—echoes this seafaring, wind-and-waves themed episode recorded aboard a sailing boat."
    },
    {
      "hour": 8,
      "fact_text": "Also in 1913, Claudio Monteverdi’s opera L'incoronazione di Poppea—first performed in 1643—returned to the stage in a full theatrical production after more than 250 years of silence. Its revival revealed a surprisingly modern world of political ambition, erotic power, and moral ambiguity set to daring early Baroque music. A supposedly ‘ancient’ work suddenly felt unsettlingly contemporary.",
      "fact_year": 1913,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/L%27incoronazione_di_Poppea",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "A centuries-old opera rediscovered mirrors this episode’s deep dive into the historical roots and modern reinventions of Flamenco as a living tradition."
    },
    {
      "hour": 9,
      "fact_text": "On 5 February 1941, Allied forces launched the Battle of Keren in Eritrea, a brutal mountain campaign fought along steep ridges and narrow passes. The town’s capture would open the way to liberate all of Italian East Africa, but the fighting was so fierce that Keren became known as one of the toughest battles of the East African campaign. It was a harsh reminder that even remote, rugged landscapes can become pivotal crossroads in global wars.",
      "fact_year": 1941,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Keren",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "Fierce mountain and desert warfare in East Africa resonates with Tuareg desert blues—music born from harsh landscapes, conflict, and survival."
    },
    {
      "hour": 10,
      "fact_text": "In 1958, after a mid‑air collision near Tybee Island, Georgia, a U.S. Air Force bomber jettisoned a 3.5‑ton hydrogen bomb into the waters off Savannah. Despite extensive searches, the so‑called Tybee Bomb has never been recovered and is believed to still lie somewhere in the seabed. It’s a chilling reminder that lost artifacts of the nuclear age can hide in seemingly peaceful coastal waters.",
      "fact_year": 1958,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1958_Tybee_Island_mid-air_collision",
      "episode": {
        "id": 31,
        "title": "Morning Drops #25 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "A mysterious lost nuclear bomb under the sea pairs with the moody, cinematic atmosphere of trip‑hop and a track literally called “Underwater Love.”"
    },
    {
      "hour": 11,
      "fact_text": "On 5 February 1859, Alexandru Ioan Cuza, already elected prince of Moldavia, was also chosen as prince of Wallachia—unifying the two principalities in a personal union. This political hack effectively created the United Principalities, a major step toward modern Romania. It’s a story of a state born not from conquest, but from the clever overlapping of crowns.",
      "fact_year": 1859,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Alexandru_Ioan_Cuza",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "The union of two principalities into one echoes the episode’s blend of regions, languages, and memories—different ‘lands’ coming together into a single, shared journey."
    },
    {
      "hour": 12,
      "fact_text": "In 1810, the Siege of Cádiz began during the Peninsular War, as French forces attempted to crush one of the last major Spanish strongholds. Cádiz held out behind its fortifications and surrounding waters for over two years, becoming a symbol of resistance and a political laboratory where a liberal constitution was drafted under fire. The city turned siege into seedbed for new ideas of governance.",
      "fact_year": 1810,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Siege_of_C%C3%A1diz",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A Spanish coastal city under siege that nurtured new political thought fits with an episode that uses travel and shifting places—often Mediterranean—to spark perspective and inner change."
    },
    {
      "hour": 13,
      "fact_text": "On 5 February 1818, Jean‑Baptiste Bernadotte—once a French marshal under Napoleon—ascended the thrones of Sweden and Norway as King Charles XIV John. A former commoner and soldier from southern France, he became the founder of a royal dynasty that still reigns in Sweden today. His journey from revolutionary general to Scandinavian monarch is one of Europe’s most improbable career changes.",
      "fact_year": 1818,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Charles_XIV_John",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "Bernadotte’s transformation from French officer to Nordic king mirrors the episode’s theme of life transitions and shifting identities across European landscapes and skies."
    }
  ],
  "generated_at": "2026-02-05T00:00:00.011170+00:00",
  "date": "2026-02-05",
  "updated_at": "2026-02-05T13:00:01.944624+00:00"
}