{
  "current_hour": 20,
  "current_fact": {
    "hour": 20,
    "fact_text": "On 27 February 2010’s Chile quake, Earth's rotation subtly changed—but another February 27 story is quieter: World War II’s Battle of the Java Sea and its wrecks are now being eaten away not only by time but by illegal metal salvaging. Entire ships have vanished from the seabed, turning war graves into ghostly absences.",
    "fact_year": 1942,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_the_Java_Sea",
    "episode": {
      "id": 46,
      "title": "Morning Drops #40 - Diving With Orcas",
      "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
      "songs": [
        "Ludovico Einaudi - Experience",
        "The Temper Trap - Sweet Disposition",
        "Alex Warren - Ordinary",
        "Piero Umiliani - Il tuo volto"
      ],
      "music-genres": [
        "Neo-Classical",
        "Indie Rock",
        "Pop",
        "Italian Film Score"
      ]
    },
    "match_reason": "Sunken fleets and disappearing wrecks beneath the sea resonate with an underwater episode about diving, marine life, and the quiet stories hidden below the surface."
  },
  "queue": [
    {
      "hour": 21,
      "fact_text": "On 27 February 2010’s earthshaker and 2001’s sea-landing, Earth kept spinning—but on 27 February 2004, the Philippines' worst terrorist attack took place on a moving ferry, blurring the line between everyday commute and battleground. Many victims never realized what had happened until smoke and fire closed in around them.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Abu_Sayyaf",
      "episode": {
        "id": 29,
        "title": "Morning Drops #23 - Morning Dubs",
        "description": "Recorded while still processing Houghton Festival. One of the mornings there, waking up in the woods to a reggae DJ set — no phone signal, just trees, music, and loved ones. A slow selection of reggae, dub, and morning rhythms. Dubs instead of drops. Start your day slow — with space to breathe.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-morning-dubs",
        "songs": [
          "The Gaylads - Joy in the Morning",
          "The Officials - Babylonian",
          "King Tubby - King Tubby Meets the Rockers Uptown",
          "Aisha Morrison - Ethiopia"
        ],
        "music-genres": [
          "Reggae",
          "Dub",
          "Roots Reggae"
        ]
      },
      "match_reason": "A brutal attack in the Philippine archipelago connects, in a healing way, with an island-flavored dub selection that speaks of mornings, water, and reclaiming peace."
    },
    {
      "hour": 22,
      "fact_text": "On 27 February 2008’s escape and 2015’s assassination show modern security cracks, but an older 27 February event reveals another kind of control: in 1963 the Dominican Republic’s democracy was reborn, only to be overthrown months later. Like a melody cut short, the country had to wait years for the song of free elections to play again.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dominican_Republic",
      "episode": {
        "id": 19,
        "title": "Morning Drops #13 - Demystifying Reggaeton",
        "description": "Yasmin takes us on a journey through the real story of reggaeton — from its roots in Panama and Puerto Rico to its global evolution. Exploring the genre's history, influences, and cultural impact.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-demystifying-reggaeton",
        "songs": [
          "Renato - Chica de los Ojos Café",
          "B. F. Yaviah - Si Tu Quieres Fumar",
          "Calle 13 - Atrévete",
          "Bad Bunny - DtMF"
        ],
        "music-genres": [
          "Reggaeton",
          "Latin Urban",
          "Hip-Hop"
        ]
      },
      "match_reason": "A Caribbean nation’s fragile democracy fits with an episode tracing another Caribbean-rooted story: reggaeton’s rise from marginalized expression to global voice."
    },
    {
      "hour": 23,
      "fact_text": "On 27 February 2010’s quake and many of these events, humans tried to measure the immeasurable—but back in 1940, discovering carbon-14 quietly gave us a way to date ancient fires, glacial retreats, and forgotten forests. Every tree ring and charcoal fleck now carries a timestamp, letting us listen to Earth’s deep-time history like grooves on a cosmic vinyl.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Martin_Kamen",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "Carbon-14 turned Earth’s past into a readable journey through time, matching an episode framed as a voyage through space, roots, and sonic landscapes."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "On 27 February 1940, chemists Martin Kamen and Sam Ruben discovered carbon-14, a rare radioactive isotope of carbon. Their work unexpectedly gave scientists a precise 'clock' inside once-living things, enabling radiocarbon dating and revolutionizing archaeology, climate studies, and our understanding of Earth's past.",
      "fact_year": 1940,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Carbon-14",
      "episode": {
        "id": 49,
        "title": "Morning Drops #42 - The Joy Of Learning",
        "description": "Hosted by Yasmin, this Morning Drop explores learning as a lifelong process, focusing on persistence, repetition, and the emotional landscape that comes with challenging oneself over time.\n\nThrough personal stories and scientific insights, the episode looks at how learning reshapes the brain, generates joy through effort, and why progress often arrives after confusion and frustration. It reflects on the so-called delayed pleasure effect, the role of dopamine in motivation, and how curiosity and learning support long-term wellbeing.\n\nThe episode also questions our cultural relationship with failure and invites a softer, more realistic approach to learning, one that accepts mistakes as part of growth and sees persistence as a quiet form of strength.\n\nMood: reflective, grounded, quietly hopeful\nMusic genre: alternative rock, hip hop, electronic, neo-soul, drill\n\nA space to listen slowly and stay with the process.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-joy-of-learning",
        "songs": [
          "Radiohead - Separator",
          "Mac Miller - What's the Use?",
          "Morad & Beny Jr - Sigue",
          "Post Malone - White Iverson"
        ],
        "music-genres": [
          "Alternative Rock",
          "Experimental Electronic",
          "Hip Hop",
          "Neo-Soul",
          "Drill / Trap"
        ]
      },
      "match_reason": "A breakthrough in understanding time and matter fits an episode about learning, persistence, and how science reshapes our view of the world."
    },
    {
      "hour": 1,
      "fact_text": "In the early hours of 27 February 2010, an 8.8-magnitude megathrust earthquake struck central Chile, one of the strongest ever recorded. The shaking shifted the Earth's axis slightly, shortened the length of the day by microseconds, and sent a tsunami racing across the Pacific to Hawaii.",
      "fact_year": 2010,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2010_Chile_earthquake",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A planet-level 'electric shock' to Earth pairs with a high-voltage rock set that mirrors the sudden, overwhelming energy of a megaquake."
    },
    {
      "hour": 2,
      "fact_text": "On 27 February 1916, the ocean liner SS Maloja struck a naval mine near Dover and sank so quickly that lifeboats couldn't be fully launched, costing 155 lives. The wreck still lies on the seabed, becoming an artificial reef and a sombre destination for divers and marine life alike.",
      "fact_year": 1916,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/SS_Maloja",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "A shipwreck-turned-reef beneath the waves resonates with an episode about immersion, waterlike movement, and going below the surface."
    },
    {
      "hour": 3,
      "fact_text": "On 27 February 2001, Loganair Flight 670A, a tiny commuter aircraft, lost power in both engines and was forced to attempt a water landing in Scotland’s icy Firth of Forth. The pilots ditched the plane in near-darkness just 30 seconds after losing thrust, and all occupants survived the crash.",
      "fact_year": 2001,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Loganair_Flight_670A",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A dramatic survival story in the Firth of Forth connects naturally with an episode steeped in Scottish landscapes and skies."
    },
    {
      "hour": 4,
      "fact_text": "On 27 February 2004, the ferry MV SuperFerry 14 in the Philippines became the site of the country's deadliest terrorist attack when a bomb started a fire that engulfed the ship, killing over 100 people. The explosion was later traced to the Abu Sayyaf Group, highlighting how vulnerable everyday sea travel can be to hidden conflicts.",
      "fact_year": 2004,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/MV_SuperFerry_14",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A tragic ferry voyage is contrasted with a gentle, sea-bound sailing episode, highlighting both the fragility and beauty of life on the water."
    },
    {
      "hour": 5,
      "fact_text": "On 27 February 2019, a tense aerial dogfight over Kashmir ended when a Pakistan Air Force JF-17 shot down an Indian MiG-21 flown by Wing Commander Abhinandan Varthaman, who ejected, was captured, and then released days later. His calm moustachioed appearance in captivity turned him into an unlikely symbol of measured dignity amid nuclear-armed brinkmanship.",
      "fact_year": 2019,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Abhinandan_Varthaman",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "An aerial duel and a fighter pilot’s discipline echo the combat training, focus, and physical intensity explored in a Muay Thai–themed episode."
    },
    {
      "hour": 6,
      "fact_text": "On 27 February 1991, near the end of the Gulf War, U.S. President George H. W. Bush announced on television that \"Kuwait is liberated,\" signaling the rapid military expulsion of Iraqi forces after just over a month of combat. The conflict showed the world how satellite TV, precision weapons, and global coalitions could reshape modern warfare in real time.",
      "fact_year": 1991,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Gulf_War",
      "episode": {
        "id": 31,
        "title": "Morning Drops #26 - Canserbero",
        "description": "Yasmin guides us through the story of Canserbero, the Venezuelan rapper who reshaped Latin American hip hop with his raw voice and deeply reflective lyrics. A journey into his music, his vision, and the legacy of an artist who transformed personal and social struggles into powerful storytelling.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-canserbero",
        "songs": [
          "Canserbero - Mañana será otro día",
          "Canserbero - Querer Querernos",
          "Canserbero - Jeremías",
          "Canserbero - De la vida como una película y su tragedia, comedia y ficción"
        ],
        "music-genres": [
          "Latin Rap",
          "Hip-Hop",
          "Conscious Rap"
        ]
      },
      "match_reason": "A war about power and liberation matches a conscious-rap episode centered on a poet of social struggle, conflict, and hope for a different tomorrow."
    },
    {
      "hour": 7,
      "fact_text": "On 27 February 1942, Allied warships fought the Battle of the Java Sea, trying in vain to stop Japan’s advance toward the Dutch East Indies. The outgunned Allied fleet suffered a devastating defeat, sinking ships in waters that are now both war graves and living coral habitats.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_the_Java_Sea",
      "episode": {
        "id": 22,
        "title": "Morning Drops #16 - The Sound of Tuareg",
        "description": "A journey into the sound of the Tuareg: from traditional chants and desert rituals to the electrified rhythms of exile and resistance. Music shaped by sand, memory, and survival.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-the-sound-of-tuareg",
        "songs": [
          "Les Filles de Illighadad - Imigradan",
          "Tinariwen - Amassakoul ’N’ Ténéré",
          "Liya Ag Ablil - Awa Adounia",
          "Tinariwen - Sastanàqqàm"
        ],
        "music-genres": [
          "Desert Blues",
          "Tuareg",
          "World Music"
        ]
      },
      "match_reason": "A brutal naval battle over colonial territories echoes themes of occupation, resistance, and survival in an episode about Tuareg exile and struggle."
    },
    {
      "hour": 8,
      "fact_text": "On 27 February 1809, during the Napoleonic Wars, French Captain Bernard Dubourdieu captured the British frigate HMS Proserpine in a sharp Mediterranean naval action. The swift engagement, fought under the looming threat of larger fleets, shows how small, fast ships once decided the fate of empires at sea.",
      "fact_year": 1809,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Action_of_27_February_1809",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "A frigate duel in Mediterranean waters finds a peaceful mirror in a musical voyage across the same sea, transforming conflict into culture."
    },
    {
      "hour": 9,
      "fact_text": "On 27 February 1782, weary from years of costly fighting, the British House of Commons voted against continuing the war in America. In a single parliamentary decision, an empire quietly acknowledged that it could not win back its rebellious colonies.",
      "fact_year": 1782,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/American_Revolutionary_War",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A weary decision to end a long war aligns with an episode about transitions, endings, and the hopeful light that comes after a storm."
    },
    {
      "hour": 10,
      "fact_text": "On 27 February 1776, at the Battle of Moore’s Creek Bridge in North Carolina, Patriot forces defeated a Loyalist militia by removing planks from a bridge and greasing the remaining beams. The short, clever ambush helped derail British plans in the South and showed how strategy can outweigh numbers.",
      "fact_year": 1776,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Moore%27s_Creek_Bridge",
      "episode": {
        "id": 45,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "An early Revolutionary War skirmish about identity and rebellion parallels flamenco’s own history as a music of marginalized resistance and defiant expression."
    },
    {
      "hour": 11,
      "fact_text": "On 27 February 1617, Sweden and the Tsardom of Russia signed the Treaty of Stolbovo, ending the Ingrian War and effectively cutting Russia off from the Baltic Sea for nearly a century. That loss of \"a window to the West\" haunted Russian rulers and helped drive later quests for a Baltic port, from Peter the Great’s St. Petersburg to modern geopolitics.",
      "fact_year": 1617,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Treaty_of_Stolbovo",
      "episode": {
        "id": 26,
        "title": "Morning Drops #20 - Hitchhiking Poland",
        "description": "Yasmin takes you back to the summer of 2020, when borders were still uncertain and a long-held wish to visit Poland finally came true. Through four tracks, tracing her journey from a stranger's couch in Poznań to the peaks of Zakopane.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-hitchhiking-poland",
        "songs": [
          "Pidżama Porno - Ezoteryczny Poznań",
          "Seev, Masswo - Primal Scream",
          "Antoha MC - Ритм сердца",
          "Yugopolis & Maciej Maleńczuk - Ostatnia Nocka"
        ],
        "music-genres": [
          "Polish Rock",
          "Electronic",
          "Russian Rap",
          "Slavic Folk Rock"
        ]
      },
      "match_reason": "A Baltic-focused treaty reshaping Eastern Europe pairs with an episode about traveling through Poland and the region’s modern Slavic and Russian sounds."
    },
    {
      "hour": 12,
      "fact_text": "On 27 February 1560, the Treaty of Berwick was signed between England and the Scottish Lords of the Congregation, inviting English troops into Scotland to expel French forces. In a twist of alliances, former enemies united across the border to shift the religious and political balance of an entire kingdom.",
      "fact_year": 1560,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Treaty_of_Berwick_(1560)",
      "episode": {
        "id": 28,
        "title": "Morning Drops #22 - Sicilians On The Dolomites",
        "description": "Hosted by Yasmin, a musical journey inspired by the mountains. Joined by two special guests, exploring the tracks they've chosen, hearing the stories behind their picks, and discovering the personal memories each song brings to life — a blend of music, voices, and landscapes you can hear.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sicilians-on-the-dolomites",
        "songs": [
          "Franco Battiato - Haiku",
          "Florian Pellissier Quintet - Coup de foudre à Thessalonique",
          "Lucio Dalla & Francesco De Gregori - Ma come fanno i marinai",
          "Pink Floyd - Fearless"
        ],
        "music-genres": [
          "Italian Art Pop",
          "French Jazz",
          "Italian Singer-Songwriter",
          "Progressive Rock"
        ]
      },
      "match_reason": "A cross-border alliance in a rugged land connects to an episode built around mountains, shifting perspectives, and stories shared across regions."
    },
    {
      "hour": 13,
      "fact_text": "On 27 February 1932, members of Finland’s far-right Lapua Movement fired shots at a Social Democratic meeting in Mäntsälä, launching the Mäntsälä rebellion. The attempted coup fizzled when the country’s conservative president appealed on radio for calm, and many rebels simply went home.",
      "fact_year": 1932,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/M%C3%A4nts%C3%A4l%C3%A4_rebellion",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A failed far-right uprising and a leader’s radio appeal for democracy pair with an episode celebrating rebellious rock voices who challenge rigid power structures."
    },
    {
      "hour": 14,
      "fact_text": "On 27 February 1963, Juan Bosch became the Dominican Republic’s first democratically elected president since the long dictatorship of Rafael Trujillo. His short-lived government tried to bring civil liberties and social reform to a country still haunted by authoritarian rule.",
      "fact_year": 1963,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Juan_Bosch_(politician)",
      "episode": {
        "id": 43,
        "title": "Morning Drops #37 - Happy Birthday Gaia",
        "description": "A special Morning Drop to celebrate Gaia's birthday and the first anniversary of Sedna FM. A journey through friendship, music, and voice messages from the people who've known her longest. From street dance classes in Milan to creative adventures in London, a tribute to growing up together and showing up for each other.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-happy-birthday-gaia",
        "songs": [
          "Little Simz - Woman",
          "FHT - Mappa",
          "The Mighty Tiny & The Many Few - Good Foot",
          "Alzate - Maldita Traición"
        ],
        "music-genres": [
          "UK Hip-Hop",
          "Italian Indie",
          "Funk",
          "Latin Pop"
        ]
      },
      "match_reason": "A fragile new democracy after a dictatorship mirrors an episode about milestones, rebirth, and celebrating new chapters with friends and music."
    },
    {
      "hour": 15,
      "fact_text": "On 27 February 1961, Francoist Spain inaugurated the first congress of the Spanish Syndical Organization, a state-controlled trade union designed to replace free unions. It turned the language of workers’ rights into a tightly choreographed performance that served the dictatorship instead of challenging it.",
      "fact_year": 1961,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Spanish_Syndical_Organization",
      "episode": {
        "id": 44,
        "title": "Morning Drops #38 - History of Flamenco",
        "description": "A special journey into the history of Flamenco, guided by Yasmin and her guest Almudena from Madrid, Spain. Exploring the roots and evolution of this emotionally raw and culturally rich tradition, from its early vocal origins and Andalusian influences, through its transformation on stage and screen, to its modern reinventions by iconic Spanish artists.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-history-of-flamenco",
        "songs": [
          "La Niña de los Peines - Al Gurugú",
          "Lola Flores - Pena, penita, pena",
          "Paco de Lucía - Entre dos aguas",
          "Camarón de la Isla - La leyenda del tiempo",
          "Rosalía - Pienso en tu mirá"
        ],
        "music-genres": [
          "Flamenco",
          "Spanish Folk",
          "Nuevo Flamenco"
        ]
      },
      "match_reason": "An official, controlled workers’ congress under Franco contrasts with flamenco’s raw, oppositional spirit, both rooted in Spanish history but speaking very different truths."
    },
    {
      "hour": 16,
      "fact_text": "On 27 February 1971, doctors at the Mildredhuis in Arnhem began performing abortions at the first dedicated Dutch abortion clinic, years before the procedure was fully legalized. Their work existed in a legal grey zone but laid the groundwork for reproductive rights and safer healthcare across the Netherlands.",
      "fact_year": 1971,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Abortion_clinic",
      "episode": {
        "id": 40,
        "title": "Morning Drops #34 - Soul Sisters",
        "description": "A tribute to four iconic voices — women who have shaped the way we listen, feel, and move. Each track carries a different kind of presence: one that holds you, one that questions, one that grounds, and one that lets go. An energy that is soulful, raw, and unapologetically feminine.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-soul-sisters",
        "songs": [
          "Grace Jones - Walking in the Rain",
          "Lauryn Hill - Lost Ones",
          "Aretha Franklin - A Rose Is Still a Rose",
          "Loredana Bertè - In Alto Mare"
        ],
        "music-genres": [
          "New Wave",
          "Neo-Soul",
          "R&B",
          "Italian Pop"
        ]
      },
      "match_reason": "A pioneering abortion clinic advancing women’s autonomy pairs with an episode honoring powerful female voices who push back against control and define themselves."
    },
    {
      "hour": 17,
      "fact_text": "On 27 February 2008, Mas Selamat Kastari, a leader of the militant group Jemaah Islamiyah, escaped from a high-security Singapore detention center, reportedly through a bathroom window. His disappearance triggered one of the largest manhunts in Southeast Asia and exposed the vulnerabilities of even tightly controlled states.",
      "fact_year": 2008,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Mas_Selamat_Kastari",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A high-tech state shaken by one fugitive mirrors an episode about systems, control, and the cracks that appear when we question how closely we are monitored and connected."
    },
    {
      "hour": 18,
      "fact_text": "On 27 February 2008’s escape saga’s darker mirror, another February 27 event saw Russian opposition politician Boris Nemtsov shot dead within sight of the Kremlin walls in 2015. His assassination on a public bridge turned Moscow’s cityscape into a stark reminder of the risks of dissent.",
      "fact_year": 2015,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Assassination_of_Boris_Nemtsov",
      "episode": {
        "id": 51,
        "title": "Morning Drops #44 - Residente",
        "description": "In this edition of Morning Drops, Yasmin navigates the complex geography of René Pérez Joglar, known to the world as Residente. His story is not just a musical evolution; it is a timeline marked by resistance, lyrical obsession, and a relentless search for identity.\n\nFrom the gated streets of Trujillo Alto to the global stage, we explore how a restless mind transformed into the voice of a generation. The selection moves through the textures of his life: hearing the raw energy of his early rebellion, the sharp precision of his political critique, and finally, the fragile silence of his most personal confessions.\n\nIt is a study in duality. We witness the rapper who dismantles giants and the son who misses his mother. It is a soundscape that proves that sometimes, the loudest revolution happens inside.\n\nMood: Raw, Revolutionary, Introspective, Honest\nMusic genre: Latin Alternative, Hip Hop, Urban, World",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-residente",
        "songs": [
          "Calle 13 - La Jirafa",
          "Calle 13 - Adentro",
          "Residente - René",
          "Calle 13 - La Vuelta al Mundo"
        ],
        "music-genres": [
          "Latin Alternative",
          "Hip Hop",
          "Urban",
          "Rap",
          "World"
        ]
      },
      "match_reason": "A fearless critic of power killed in public aligns with an episode about Residente, another artist who turns political critique and vulnerability into revolutionary art."
    },
    {
      "hour": 19,
      "fact_text": "On 27 February 1859, U.S. Congressman Daniel Sickles confronted his wife’s lover—Philip Barton Key II, the U.S. Attorney for the District of Columbia—and shot him dead in broad daylight near the White House. Sickles then made legal history as the first American defendant acquitted by successfully pleading temporary insanity.",
      "fact_year": 1859,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Daniel_Sickles",
      "episode": {
        "id": 4,
        "title": "Sedna FM #04 - Queen of Spades",
        "description": "Tuning in from the planet of irrational love. Exploring love's most vulnerable side — the kind that awakens the child within us. A diverse music selection ranging from electric blues to downtempo, soul, and jazz. A tribute to the feeling that has moved artists to create the most beautiful works. Love makes us vulnerable, and there is no art without vulnerability.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/queen-of-spades",
        "songs": [
          "Alabama Shakes - Gimme All Your Love",
          "Queens of the stone age - Make it wit chu",
          "Rosa Passos - Fusion",
          "Sade - Mr Wrong",
          "Daft Punk - Something About Us",
          "10cc - I'm Not in Love",
          "Jonny Nash - Theories",
          "Etta James - I'd Rather Go Blind",
          "Adriano Celentano - Storia D'amore",
          "Eric Clapton - Have you ever loved a woman",
          "Arctic Monkey - The Bakery"
        ],
        "music-genres": [
          "Blues Rock",
          "Stoner Rock",
          "Bossa Nova",
          "Soul",
          "Electronic",
          "Soft Rock",
          "Blues"
        ]
      },
      "match_reason": "A crime of passion, jealousy, and irrational love is the dark shadow of an episode devoted to love’s vulnerability and the extremes it can provoke."
    },
    {
      "hour": 20,
      "fact_text": "On 27 February 2010’s Chile quake, Earth's rotation subtly changed—but another February 27 story is quieter: World War II’s Battle of the Java Sea and its wrecks are now being eaten away not only by time but by illegal metal salvaging. Entire ships have vanished from the seabed, turning war graves into ghostly absences.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_the_Java_Sea",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "Sunken fleets and disappearing wrecks beneath the sea resonate with an underwater episode about diving, marine life, and the quiet stories hidden below the surface."
    }
  ],
  "generated_at": "2026-02-27T00:00:00.006001+00:00",
  "date": "2026-02-27",
  "updated_at": "2026-02-27T20:00:01.557879+00:00"
}