{
  "current_hour": 17,
  "current_fact": {
    "hour": 17,
    "fact_text": "On February 22, 2005, a magnitude 6.4 earthquake struck near Zarand in Iran’s Kerman Province, killing over 600 people and injuring more than 1,400. Entire villages of mud-brick houses crumbled, a stark reminder of how geology and architecture intersect in seismic regions.",
    "fact_year": 2005,
    "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2005_Zarand_earthquake",
    "episode": {
      "id": 25,
      "title": "Morning Drops #19 - Wabi Sabi",
      "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
      "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
      "songs": [
        "song 1"
      ],
      "music-genres": [
        "genre 1"
      ]
    },
    "match_reason": "A destructive quake exposes fragility and impermanence; pairing it with an episode on wabi-sabi respects loss while reflecting on how instability and imperfection shape human life and art."
  },
  "queue": [
    {
      "hour": 18,
      "fact_text": "On February 22, 2011, a powerful 6.2-magnitude earthquake struck Christchurch, New Zealand, collapsing buildings in the city center and killing 185 people. The quake twisted streets, toppled a cathedral, and forced an entire city to reinvent itself around scars in both land and memory.",
      "fact_year": 2011,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2011_Christchurch_earthquake",
      "episode": {
        "id": 50,
        "title": "Morning Drops #43 - Looking Back",
        "description": "In this first Morning Drop of 2026, Yasmin opens a space for quiet reflection on the nature of transitions. The episode traces a personal journey that began three years ago, when a sudden injury on New Year’s Day turned a desire for movement into a mandatory season of stillness.\n\nThrough the story of a broken knee and the slow process of relearning to walk, the narrative explores the difference between being strong and being aware. It touches on the vulnerability of the body, the unexpected joy found in daily progress, and the warmth that comes from finally allowing oneself to accept help.\n\nWe invite you to listen deeply and find comfort in your own pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-looking-back",
        "songs": [
          "Alt-J - 3WW",
          "Kelly Finnigan - I Don't Wanna Wait",
          "Goran Bregović & Iggy Pop - This Is a Film",
          "Ishihonana - Lucia (Original Mix)",
          "The Weeknd - Save Your Tears"
        ],
        "music-genres": [
          "Indie Pop",
          "Soul",
          "World",
          "Cinematic",
          "Synth-Pop"
        ]
      },
      "match_reason": "A city relearning to stand after disaster mirrors an episode about bodily injury, slow healing, and the emotional work of rebuilding after everything shifts."
    },
    {
      "hour": 19,
      "fact_text": "Back in 896, Pope Formosus crowned Arnulf of Carinthia as Holy Roman Emperor in Rome, only for Arnulf to suffer a stroke soon afterward and retreat from Italy. The brief coronation preceded one of medieval Europe’s strangest episodes: Formosus’s own corpse would later be put on trial in the infamous \"Cadaver Synod.\"",
      "fact_year": 896,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Pope_Formosus",
      "episode": {
        "id": 34,
        "title": "Morning Drops #28 - Under Scottish Skies",
        "description": "Gaia shares a personal moment of transition — a shift in seasons, in rhythm, and in life. From this space of quiet change comes a musical journey through Scotland: not the usual names, but voices that speak from the edges. A personal ritual and a small act of curiosity: an invitation to notice what grounds us when everything moves.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-under-scottish-skies",
        "songs": [
          "Paolo Nutini - Pencil Full of Lead",
          "Lapse - Lady Bug",
          "Joesef - Let's Stay Together",
          "Vital Spark - Stone of Destiny"
        ],
        "music-genres": [
          "Indie Rock",
          "Scottish Folk",
          "Soul",
          "Celtic Rock"
        ]
      },
      "match_reason": "A medieval coronation gone awry and eerie church politics pair with reflective, folk-inflected music about shifting powers, old stones, and what remains when titles and glory fade."
    },
    {
      "hour": 20,
      "fact_text": "On February 22, 1943, while war raged, the Nile steamer RMS Maloja’s successor routes and Pan Am’s flying boats brought Lisbon into focus—but that same day, the river Tagus witnessed the Yankee Clipper crash. Lisbon’s reputation as a neutral wartime crossroads was always shadowed by the risks of experimental long-distance air travel.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Tagus",
      "episode": {
        "id": 39,
        "title": "Morning Drops #33 - Immerse",
        "description": "An analogy between diving, one of Gaia's great passions, and the act of immersing in life itself. A reflection on what happens when we go below the surface: when we let ourselves be fully present. From moments of calm suspension to warm, rhythmic flow, the selection moves like water — fluid, organic, and alive. An invitation to slow down, listen deeper, and float.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-immerse",
        "songs": [
          "Pino D'Angiò - Un Po' d'Uva e un Liquore",
          "Midlife - The Magnificent Moon",
          "Tornado Wallace - Today",
          "Nu Genea - Marechià (feat. Celia Kameni)"
        ],
        "music-genres": [
          "Italo Disco",
          "Indie",
          "Balearic",
          "Nu Disco"
        ]
      },
      "match_reason": "The broad Tagus estuary and a flying boat’s fall into water echo an episode built around immersion, depth, and the strange stillness that waits beneath the surface."
    },
    {
      "hour": 21,
      "fact_text": "On February 22, 1959’s Daytona race, stock cars hurtled around a high-banked oval in Florida, a state itself once traded across empires. Just 140 years earlier, Florida had changed hands in the Adams–Onís Treaty, making the future Daytona track a stage built on land reshaped by quiet diplomatic signatures.",
      "fact_year": 1819,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/History_of_Florida",
      "episode": {
        "id": 41,
        "title": "Morning Drops #35 - Thailand",
        "description": "Recorded in Koh Samui, Thailand, where Yasmin and her friend Patricia spent more than two intense weeks training Muay Thai and Western boxing. Between sweat, rhythm, and sea breeze, they share reflections on discipline, friendship, and the beauty of movement - with a soundtrack that connects Thai sounds to the flow of daily practice.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-thailand",
        "songs": [
          "Salin - Egungun",
          "Justin Bieber - Love Yourself",
          "Khun Narin - Phua Kao",
          "Burna Boy - Cheat on Me (feat. Dave)"
        ],
        "music-genres": [
          "Afrobeat",
          "Pop",
          "Thai Funk",
          "Afro-Fusion"
        ]
      },
      "match_reason": "Tracing Florida’s journey from colonial territory to racetrack capital fits a global training-ground episode in Thailand—both explore how places become arenas for movement, competition, and discipline."
    },
    {
      "hour": 22,
      "fact_text": "The South Orkney meteorological station sold in 1904 still operates today as Argentina’s Orcadas Base, making it one of the oldest year-round stations in Antarctica. For over a century, humans there have measured wind, ice, and sky in a place where winter darkness can last for months.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Orcadas_Base",
      "episode": {
        "id": 20,
        "title": "Morning Drops #14 - Slow Planet",
        "description": "A pause. A quiet return to slower rhythms, sparked by a live set under the summer sky. A moment to breathe and settle into the week.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-slow-planet",
        "songs": [
          "Air - Cherry Blossom Girl",
          "Kruder & Dorfmeister - Keep On Believing",
          "Tosca - Orozco",
          "Bonobo - Terrapin"
        ],
        "music-genres": [
          "Downtempo",
          "Trip-Hop",
          "Electronic",
          "Chillout"
        ]
      },
      "match_reason": "A tiny station observing a frozen world over long, slow decades aligns with an episode about slowing down, stretching time, and listening to the planet’s quieter rhythms."
    },
    {
      "hour": 23,
      "fact_text": "The People Power Revolution in 1986 didn’t just topple a dictator—it broadcast images of unarmed civilians facing tanks with flowers and rosaries around the world. It helped inspire later nonviolent movements, showing that sometimes, the most powerful weapon is a crowd that refuses to move.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/People_Power_Revolution",
      "episode": {
        "id": 1,
        "title": "Sedna FM #01 - November Bomb",
        "description": "The first Family & Friends radio episode from Yasmin Sarbaoui and Gaia Parolini. Where it all began — a life soundtrack that launched Sedna FM into the universe. Raw, heartfelt, and full of the energy that defines everything that followed.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/november-bomb",
        "songs": [
          "berlioz - Open this wall",
          "Nas - One Mic",
          "Canserbero - De la vida como pelicula, tragedia, comedia y ficcion",
          "Frankie Knuckles - Your Love",
          "Notorious B.I.G. - 17 Ten Crack Commandments",
          "Liloca - Utani Xuva",
          "Fela Kuti - Zombie",
          "Neffa - Aspettando il sole",
          "Childish Gambino - No Excuses",
          "Modjo - Music takes you back"
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeat",
          "House",
          "Italian Pop",
          "R&B",
          "Latin Rap"
        ]
      },
      "match_reason": "A revolution that becomes a reference point for global movements pairs with the very first Sedna FM episode—a starting blast of energy that seeds everything that comes after."
    }
  ],
  "published": [
    {
      "hour": 0,
      "fact_text": "In 1632, Galileo Galilei's revolutionary book *Dialogue Concerning the Two Chief World Systems* reached its first reader: Ferdinando II de' Medici, Grand Duke of Tuscany, who had sponsored the work. Framed as a lively conversation, the book quietly but powerfully argued for a Sun-centered universe, challenging centuries of accepted belief and setting the stage for modern astronomy.",
      "fact_year": 1632,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dialogue_Concerning_the_Two_Chief_World_Systems",
      "episode": {
        "id": 2,
        "title": "Sedna FM #02 - Destination Sedna",
        "description": "Continuing the Sedna FM journey together with family and friends! Episode two of the main series — exploring new musical territories and deepening the connection with our listeners. A collective voyage through sound.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/destination-sedna",
        "songs": [
          "Pink Floyd - Breathe",
          "The fountain DC - Starburster",
          "Laura Cahen - La Poussiere",
          "Taxi Kebab - Lmchi w rjou3",
          "Odion Iruoje - Identify With Your Roots",
          "Depeche mode - world in my eyes (Oil Tank Mix)",
          "Massive attack - Dissolved girl",
          "Kokoroko - Three piece suite",
          "Salin - Egungun",
          "E.S.P. - It's You"
        ],
        "music-genres": [
          "Progressive Rock",
          "Post-Punk",
          "French Pop",
          "Maghreb",
          "Afrobeat",
          "Synthpop",
          "Trip-Hop"
        ]
      },
      "match_reason": "A cosmic shift in how we see the universe pairs with an episode about voyages and new perspectives, including spacey Pink Floyd and expansive, exploratory sounds."
    },
    {
      "hour": 1,
      "fact_text": "On February 22, 1997, scientists in Roslin, Scotland, announced the birth of Dolly the sheep, the first mammal cloned from an adult somatic cell. Her existence proved that the genetic program of a mature cell could be reset, opening ethical debates and transforming biology’s understanding of identity and replication.",
      "fact_year": 1997,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Dolly_(sheep)",
      "episode": {
        "id": 6,
        "title": "Sedna FM #06 - Alters of an Ego",
        "description": "What if you could step outside yourself and become someone freer, bolder, or completely unexpected? Exploring the artistry of musicians who craft alter-egos and parallel realities to experiment with new dimensions of their identity. It's not about hiding who they are — it's about expanding who they can be.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/alters-of-an-ego",
        "songs": [
          "The Thin White Duke - Stay",
          "Mac Miller - Dang (feat. Anderson .Paak)",
          "Larry Lovestein - Love Affair",
          "The Fireman - Strawberries Oceans Ships Forest",
          "Paul McCartney - Oh! Darling",
          "Prince - Kiss",
          "Camille - Rebirth of the Flash",
          "MF DOOM - Deep Fried Frenz",
          "Gorillaz - Dirty Harry",
          "Gorillaz - Andromeda"
        ],
        "music-genres": [
          "Glam Rock",
          "Hip-Hop",
          "Jazz",
          "Ambient",
          "Classic Rock",
          "Funk",
          "Electronic"
        ]
      },
      "match_reason": "A cloned sheep and an episode about alter-egos both explore duplicate selves, parallel identities, and what it means to be the 'same' being in different forms."
    },
    {
      "hour": 2,
      "fact_text": "In 1904, the United Kingdom sold its meteorological station on the remote, ice-battered South Orkney Islands to Argentina. This lonely outpost, perched between stormy seas and Antarctic winds, became one of the earliest continuously staffed scientific stations in the polar regions.",
      "fact_year": 1904,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/South_Orkney_Islands",
      "episode": {
        "id": 46,
        "title": "Morning Drops #40 - Diving With Orcas",
        "description": "Yasmin's friend Caroline takes us beyond the polar circle, into the Arctic waters of Norway, where orcas and humpback whales gather each winter. A personal journey shaped by a quiet obsession with orcas, from Patagonia to the icy fjords of the north. The soundscape moves gently between cinematic swells and soft, rhythmic pulses — echoing the cold light of Arctic mornings and the grace of underwater encounters.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-diving-with-orcas",
        "songs": [
          "Ludovico Einaudi - Experience",
          "The Temper Trap - Sweet Disposition",
          "Alex Warren - Ordinary",
          "Piero Umiliani - Il tuo volto"
        ],
        "music-genres": [
          "Neo-Classical",
          "Indie Rock",
          "Pop",
          "Italian Film Score"
        ]
      },
      "match_reason": "A polar weather station on stormy Antarctic islands harmonizes with an Arctic marine journey; both inhabit cold, remote seas and quiet, icy light."
    },
    {
      "hour": 3,
      "fact_text": "On February 22, 1819, Spain and the United States signed the Adams–Onís Treaty, by which Spain ceded Florida to the U.S. for five million dollars. The deal redrew the map of North America, trading swamps and coastlines for geopolitical calm after years of border skirmishes and rebellion.",
      "fact_year": 1819,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Adams%E2%80%93On%C3%ADs_Treaty",
      "episode": {
        "id": 45,
        "title": "Morning Drops #39 - Moving Meditation",
        "description": "An episode inspired by how travel helps us see more clearly. Stepping into new places opens the mind, shifts perspective. The music moves through balearic warmth, boogie grooves, world and latin-folk influences, and touches of new wave — a selection built to follow the quiet changes that happen when you're out of your usual rhythm.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-moving-meditation",
        "songs": [
          "Stella & The Longos - La Flamme",
          "España Circo Este - Dormo poco e sogno molto",
          "Mystic Jungle - Sunset Breaker",
          "Talking Heads - This Must Be the Place (Naive Melody)"
        ],
        "music-genres": [
          "Balearic",
          "Italian Folk Rock",
          "World Music",
          "New Wave"
        ]
      },
      "match_reason": "A treaty that shifts borders and redefines place connects with an episode about travel, perspective, and the quiet geography of moving between homes."
    },
    {
      "hour": 4,
      "fact_text": "In 1909, the U.S. Navy’s Great White Fleet—sixteen gleaming, white-painted battleships—returned from a dramatic circumnavigation of the globe. The voyage was part nautical feat, part floating theater, designed to showcase steel, steam, and American power on every horizon.",
      "fact_year": 1909,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Great_White_Fleet",
      "episode": {
        "id": 37,
        "title": "Morning Drops #31 - Sailing With Germans",
        "description": "From the deck of a sailing boat, hosted by Yasmin and her special guests. A week at sea with six Germans, each with their own stories, songs, and ways of moving through the waves. From shared meals to unexpected laughter, from quiet resilience to sun-soaked joy — a collection of voices and tracks that reflect what it means to journey together.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-sailing-with-germans",
        "songs": [
          "Billy Talent - Dead Silence",
          "Ben Howard - Keep Your Head Up",
          "Ziggy Alberts - Simple Things",
          "Vitor Kley - O Sol",
          "Enya - Orinoco Flow",
          "Paveier - Leev Marie"
        ],
        "music-genres": [
          "Punk Rock",
          "Indie Folk",
          "Surf Pop",
          "New Age",
          "German Folk"
        ]
      },
      "match_reason": "A showpiece fleet circling the planet and a small sailboat crossing the sea share the same element: long days on water, waves as rhythm, and voyages as stories."
    },
    {
      "hour": 5,
      "fact_text": "On February 22, 1651, the catastrophic St. Peter’s Flood sent a storm surge crashing into the Frisian coast of the North Sea. Dikes failed, low-lying lands vanished under water, and an estimated 15,000 people drowned as wind, tide, and geography conspired in a single night.",
      "fact_year": 1651,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/St._Peter%27s_flood",
      "episode": {
        "id": 52,
        "title": "Morning Drops #45 - It Can't Rain Forever",
        "description": "In this first broadcast of 2026, Gaia returns from the vivid landscapes of Morocco to open a space for reflection. This episode navigates the delicate transition between closing a significant chapter and stepping into the new year. It explores the concept of constancy amidst change, celebrating the grounding force of friendship and the creative sanctuary that is Sedna FM.\n\nThe musical selection mirrors this journey, moving from the orchestral depth of changing seasons into the golden warmth of psychedelic soul. It recalls memories of Swiss mountains and unexpected downpours, reminding us that shared optimism can weather any storm.\n\nTake a moment to breathe in the new morning and listen deeply.\n\nMood: Reflective, Warm, Transitional, Hopeful\nMusic genre: Classic Rock, Psychedelic Soul, Pop Rock, Soft Rock",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-it-cant-rain-forever",
        "songs": [
          "Led Zeppelin - The Rain Song",
          "Khruangbin & Leon Bridges - Texas Sun",
          "Dragon - Rain",
          "Fleetwood Mac - Don't Stop"
        ],
        "music-genres": [
          "Classic Rock",
          "Psychedelic Soul",
          "Pop Rock",
          "Soft Rock"
        ]
      },
      "match_reason": "A devastating storm surge and an episode themed around rain, weather, and hope connect through water’s power and the human need to endure it."
    },
    {
      "hour": 6,
      "fact_text": "In 1943, the Pan Am flying boat known as the Yankee Clipper crashed while attempting to land on the Tagus River in Lisbon. The glamorous transatlantic era of seaplane travel met tragedy that day, as the accident killed 24 people on what had been a symbol of luxurious, ocean-skimming flight.",
      "fact_year": 1943,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Yankee_Clipper_(flying_boat)",
      "episode": {
        "id": 11,
        "title": "Morning Drops #05 - Electric Shock",
        "description": "An energizing episode with electrifying sounds to wake you up and get you moving. High energy tracks that deliver a jolt of musical electricity to start your day.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-electric-shock",
        "songs": [
          "Johnny Winter - Highway 61 Revisited",
          "Joan Armatrading - Sleight of Hand",
          "Joan Armatrading - Russian Roulette",
          "Jimi Hendrix - Freedom",
          "Jeff Beck - Scatterbrain"
        ],
        "music-genres": [
          "Blues Rock",
          "Rock",
          "Electric Blues"
        ]
      },
      "match_reason": "A dramatic crash in the age of daring flight mirrors the high-voltage, risk-tinged mood of an episode full of guitar fireworks and electric intensity."
    },
    {
      "hour": 7,
      "fact_text": "On February 22, 1942, as Japanese forces overwhelmed the Philippines in World War II, U.S. President Franklin D. Roosevelt ordered General Douglas MacArthur to evacuate. MacArthur reluctantly left Corregidor under cover of night, vowing his famous \"I shall return\" while thousands of soldiers remained behind.",
      "fact_year": 1942,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Douglas_MacArthur%27s_escape_from_the_Philippines",
      "episode": {
        "id": 42,
        "title": "Morning Drops #36 - Women of Rock",
        "description": "A tribute to the women who shaped the sound of rock, the ones who picked up a guitar and refused to ask for permission. The conversation unfolds in Italian, led by Gaia and her father. A dialogue between generations and a reminder that the pulse of rock has always belonged to anyone brave enough to play it loud. Distortion, rhythm, freedom.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-women-of-rock",
        "songs": [
          "Suzi Quatro - Can the Can",
          "Joan Jett & The Blackhearts - I Love Rock 'n Roll",
          "Laura Cox - Hard Blues Shot",
          "Jackie Venson - Always Free (Live)"
        ],
        "music-genres": [
          "Glam Rock",
          "Hard Rock",
          "Blues Rock"
        ]
      },
      "match_reason": "A wartime escape and defiant promise to return parallels rock’s loud, stubborn resilience and the fearless courage celebrated in women-of-rock anthems."
    },
    {
      "hour": 8,
      "fact_text": "In 1744, during the War of the Austrian Succession, the Battle of Toulon ended in confusion and accusations within the British Royal Navy. Several captains were court-martialed, and the scandal forced changes to the Articles of War, tightening discipline and reshaping how command at sea was governed.",
      "fact_year": 1744,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Battle_of_Toulon_(1744)",
      "episode": {
        "id": 23,
        "title": "Morning Drops #17 - Steel City",
        "description": "Gaia takes us on a short trip through Sheffield's sounds — from electronic textures to raw guitars and sharp storytelling. Four tracks, one city, different edges of the same story.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-steel-city",
        "songs": [
          "The Human League - The Sound Of The Crowd",
          "Cabaret Voltaire - Deep Time",
          "Pulp - Common People",
          "Arctic Monkeys - A Certain Romance"
        ],
        "music-genres": [
          "Synthpop",
          "Industrial",
          "Britpop",
          "Indie Rock"
        ]
      },
      "match_reason": "A clash that reforms naval rules fits with a city of steel, noise, and discipline—Sheffield’s industrial edge and sharp storytelling echo the rigidity and rebellion born from military controversy."
    },
    {
      "hour": 9,
      "fact_text": "On February 22, 1879, Frank Woolworth opened his first \"five-and-dime\" store in Utica, New York, selling everyday items at fixed low prices. The experiment helped invent modern chain retail, turning the simple idea of walking in, browsing, and buying into a new kind of public ritual.",
      "fact_year": 1879,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/F._W._Woolworth_Company",
      "episode": {
        "id": 7,
        "title": "Morning Drops #01 - Timeless Legacy",
        "description": "Gaia guides us through timeless music to start the morning with the right foot! The first episode of the Morning Drops series — classic sounds that never fade.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-timeless-legacy",
        "songs": [
          "Roberta Flack - Killing me softly with his song",
          "Stone, Angie & Raphael Saadiq - Brotha",
          "Roy Ayers - Running Away (Extended)"
        ],
        "music-genres": [
          "Soul",
          "R&B",
          "Jazz-Funk"
        ]
      },
      "match_reason": "A pioneering store concept that became part of everyday life pairs with an episode of timeless classics—both are about things so familiar they become part of the cultural background."
    },
    {
      "hour": 10,
      "fact_text": "In 1889, U.S. President Grover Cleveland signed the Enabling Act, clearing the way for North Dakota, South Dakota, Montana, and Washington to become states. Overnight, vast frontier territories moved closer to full representation, reshaping the political map of the American West.",
      "fact_year": 1889,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Enabling_Act_of_1889",
      "episode": {
        "id": 17,
        "title": "Morning Drops #11 - Mediterranean Boat",
        "description": "Gaia invites you to embark on a musical voyage across the Mediterranean. Exploring music from different countries shared by people who call them home. A warm, sun-soaked journey through coastal sounds.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-mediterranean-boat",
        "songs": [
          "Arleta - Bar To Navagio",
          "Baba Zula - Tavla",
          "Mylène Farmer - Désenchantée",
          "Fabrizio De André - Crêuza de mä"
        ],
        "music-genres": [
          "Greek Folk",
          "Turkish Psychedelic",
          "French Pop",
          "Italian Singer-Songwriter"
        ]
      },
      "match_reason": "An act that forges new states and notions of home resonates with a musical voyage across shared waters, where borders are redrawn through culture and songs of place."
    },
    {
      "hour": 11,
      "fact_text": "On February 22, 1959, Lee Petty won the first-ever Daytona 500 after a photo-finish so contested that officials took three days to declare him the victor. The race, run on a high-speed oval carved into Florida sand and asphalt, became the defining spectacle of stock car racing.",
      "fact_year": 1959,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1959_Daytona_500",
      "episode": {
        "id": 5,
        "title": "Sedna FM #05 - On The Go - Zero Zero",
        "description": "An energetic mix for when you're on the move. Zero Zero captures that feeling of starting fresh, moving forward, and embracing the journey. Perfect for travel, walks, or just getting things done.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/on-the-go-zero-zero",
        "songs": [
          "Alborosie - Rock the dancehall",
          "Grace Jones - Pull up to the bumper",
          "Hollie cook - Happy hour",
          "Easy star all star - Soul love",
          "Jeremie Albino - Rolling down the 405",
          "Cyril Neville - I found joy",
          "Aretha Franklin - Rock steady",
          "James Brown - Talking loud and saying nothing (remix)",
          "Nubiyan Twist - So mi stay",
          "Professor Wouassa - Fallou Fall",
          "Jarabe de Palo - La Flaca"
        ],
        "music-genres": [
          "Reggae",
          "Funk",
          "Soul",
          "Afrobeat",
          "Latin Rock",
          "New Wave"
        ]
      },
      "match_reason": "A roaring, sand-sprayed car race full of velocity and tight margins fits perfectly with an on-the-move, road-ready playlist about motion and new starts."
    },
    {
      "hour": 12,
      "fact_text": "In 1969’s shadowy Cold War, the U.S. CORONA reconnaissance satellite program secretly photographed Earth from orbit, but its existence remained classified until February 22, 1995. When declassified, it revealed a vast archive of early spy imagery—film canisters literally dropped from space and caught mid-air by aircraft.",
      "fact_year": 1995,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/CORONA_(satellite)",
      "episode": {
        "id": 31,
        "title": "Morning Drops #31 - A Trip-Hop Journey",
        "description": "Hosted by friend Lorenzo, a journey through the roots and evolution of trip-hop. From Bristol's early experiments with Massive Attack and Tricky, to DJ Shadow's cinematic sampling in California, and Thievery Corporation's global downtempo grooves in Washington D.C. — exploring how this genre blurred boundaries and reshaped electronic music.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-trip-hop-journey",
        "songs": [
          "Massive Attack - Unfinished Sympathy",
          "Tricky - Hell Is Round the Corner",
          "DJ Shadow - Midnight in a Perfect World",
          "Thievery Corporation - Lebanese Blonde",
          "Smoke City - Underwater Love"
        ],
        "music-genres": [
          "Trip-Hop",
          "Downtempo",
          "Electronic"
        ]
      },
      "match_reason": "Secret satellites watching from above feel like the cinematic, shadowy atmosphere of trip-hop—hidden layers, grainy imagery, and beats that move like surveillance footage."
    },
    {
      "hour": 13,
      "fact_text": "On February 22, 1973, in the thaw of the Cold War, the United States and the People’s Republic of China agreed to set up liaison offices in each other’s capitals. These unofficial embassies were fragile bridges, signaling cautious dialogue between two countries that had spent decades staring at each other through barbed wire and ideology.",
      "fact_year": 1973,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/1972_visit_by_Richard_Nixon_to_China",
      "episode": {
        "id": 38,
        "title": "Morning Drops #32 - A Weekend In London",
        "description": "Recorded in London, marking a weekend reunion between Gaia and Yasmin. A selection inspired by London's energy, seen through the eyes of two inseparable friends — music from concerts, club nights, and long walks across town. Four tracks to ease you into the week at the right pace.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-a-weekend-in-london",
        "songs": [
          "Dele Sosimi - E Go Betta",
          "Jimmy Castor Bunch - It's Just Begun",
          "Little Simz feat. Obongjayar - Lion",
          "The Asphodells - Late Flowering Lust (Phil Kieran Remix)"
        ],
        "music-genres": [
          "Afrobeat",
          "Funk",
          "UK Hip-Hop",
          "Electronic"
        ]
      },
      "match_reason": "An episode shaped by encounters, city energy, and crossing cultures matches a diplomatic step where two distant powers tentatively open doors and start a conversation."
    },
    {
      "hour": 14,
      "fact_text": "On the same day in 1974, the Organisation of the Islamic Conference (now OIC) opened a major summit in Lahore, Pakistan, gathering 37 countries and recognizing Bangladesh. It was a rare moment where diverse Muslim-majority nations tried to speak in one voice about identity, sovereignty, and solidarity.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Organisation_of_Islamic_Cooperation",
      "episode": {
        "id": 8,
        "title": "Morning Drops #02 - Waves of the Maghreb",
        "description": "Oriental vibes guided by Yasmin. Discovering curious facts about the Maghreb, together with its fascinating music! A wonderful trip with a selection of songs from North Africa.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-waves-of-the-maghreb",
        "songs": [
          "Hedi Jouini - Lamouni",
          "Rachid Taha - Ya Rayah",
          "Nass El Ghiwane - El Madi Fate"
        ],
        "music-genres": [
          "Maghreb",
          "Chaabi",
          "Raï"
        ]
      },
      "match_reason": "A pan-Islamic summit tying nations from North Africa to South Asia resonates with an episode focused on Maghreb culture—shared histories, languages, and musical threads across Muslim-majority worlds."
    },
    {
      "hour": 15,
      "fact_text": "Also on February 22, 1974, Samuel Byck attempted to hijack a commercial airliner from Baltimore/Washington International Airport, intending to crash it into the White House and kill President Nixon. The plot failed, ending in Byck’s death, but it eerily foreshadowed later fears about aircraft used as weapons.",
      "fact_year": 1974,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/Samuel_Byck",
      "episode": {
        "id": 33,
        "title": "Morning Drops #27 - Nomophobia",
        "description": "Yasmin reflects on what happened when she recently lost her phone and why it felt freeing. A dive into the psychology of our relationship with smartphones: from nomophobia (the fear of being without a phone), to digital burnout and cognitive overload, to the surprising benefits of boredom and the brain's default mode network. An invitation to rethink how we connect and disconnect.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-nomophobia",
        "songs": [
          "All Them Witches - Internet",
          "James Blake - The Wilhelm Scream",
          "Nick Mulvey - Juramidam",
          "Kraftwerk - Computer Love"
        ],
        "music-genres": [
          "Psychedelic Rock",
          "Electronic",
          "Folk",
          "Synth-Pop"
        ]
      },
      "match_reason": "A disturbing act driven by obsession and alienation pairs with an episode unpacking modern psychological pressures and how technology can warp perception and behavior."
    },
    {
      "hour": 16,
      "fact_text": "On February 22, 1986, crowds in the Philippines began the People Power Revolution, filling Manila’s Epifanio de los Santos Avenue with prayer, music, and courage. Over four days, largely nonviolent protests toppled Ferdinand Marcos’s dictatorship and became a global symbol of civilian resistance.",
      "fact_year": 1986,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/People_Power_Revolution",
      "episode": {
        "id": 10,
        "title": "Morning Drops #04 - Bars With Balls",
        "description": "Yasmin dives into Women's Day through the voices of four incredible female rappers. Morning fire from the magic planet of Sedna FM — move your hands up and down with us. Hip hop culture through a feminine lens.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-bars-with-balls",
        "songs": [
          "Ele A - Globo",
          "Little Simz - Point and Kill (feat. Obongjayar)",
          "Lil' Kim - Lighters Up",
          "Queen Latifah - U.N.I.T.Y."
        ],
        "music-genres": [
          "Hip-Hop",
          "Afrobeats",
          "Rap"
        ]
      },
      "match_reason": "A peaceful uprising powered by ordinary people links to fierce, politically charged rap voices; both channel resistance, dignity, and collective power through sound and speech."
    },
    {
      "hour": 17,
      "fact_text": "On February 22, 2005, a magnitude 6.4 earthquake struck near Zarand in Iran’s Kerman Province, killing over 600 people and injuring more than 1,400. Entire villages of mud-brick houses crumbled, a stark reminder of how geology and architecture intersect in seismic regions.",
      "fact_year": 2005,
      "fact_wikipedia_url": "https://en.wikipedia.org/wiki/2005_Zarand_earthquake",
      "episode": {
        "id": 25,
        "title": "Morning Drops #19 - Wabi Sabi",
        "description": "Wabi-sabi is a story about a handmade mug, a small mistake, and the idea that imperfection can be something to keep—not correct. In this Morning Drop, Gaia shares a moment that didn’t go to plan, and four tracks that echo the same spirit: rough takes, studio accidents, lo-fi textures, and quiet surprises. A soft, thoughtful selection moving between warm electronics, classic riffs, and raw edges.A reminder that not everything needs to be polished. Sometimes, it’s better that way.",
        "soundcloudUrl": "https://soundcloud.com/sednafm/morning-drops-wabi-sabi",
        "songs": [
          "song 1"
        ],
        "music-genres": [
          "genre 1"
        ]
      },
      "match_reason": "A destructive quake exposes fragility and impermanence; pairing it with an episode on wabi-sabi respects loss while reflecting on how instability and imperfection shape human life and art."
    }
  ],
  "generated_at": "2026-02-22T00:00:00.013814+00:00",
  "date": "2026-02-22",
  "updated_at": "2026-02-22T17:00:01.658115+00:00"
}